[
  {
    "chapter": 1,
    "section": "1.1",
    "title": "Physics: An Introduction",
    "text": "1.1 Physics: An Introduction\n",
    "start_page": 6,
    "end_page": 5
  },
  {
    "chapter": 1,
    "section": "1.2",
    "title": "Physical Quantities and Units",
    "text": "1.2 Physical Quantities and Units\n",
    "start_page": 6,
    "end_page": 5
  },
  {
    "chapter": 1,
    "section": "1.3",
    "title": "Accuracy, Precision, and Significant Figures",
    "text": "1.3 Accuracy, Precision, and Significant Figures\n",
    "start_page": 6,
    "end_page": 5
  },
  {
    "chapter": 1,
    "section": "1.4",
    "title": "Approximation",
    "text": "1.4 Approximation\nWhat is your\nfirst reaction when you hear the word “physics”? Did you imagine working through difficult equations or memorizing\nformulas that seem to have no real use in life outside the physics classroom? Many people come to the subject of\nphysics with a bit of fear. But as you begin your exploration of this broad-ranging subject, you may soon come to\nrealize that physics plays a much larger role in your life than you first thought, no matter your life goals or career\nchoice.\nConsider the Veil Nebula, a cloud of heated dust and gas located about 2,400 light years from Earth (a light year is\nthe distance light travels in one year, or approximately 9.5 trillion kilometers). The unique structure is the ongoing\nresult of a supernova that occurred 8,000 years ago. The shock wave from the explosion is colliding with a cloud of\ngas and dust, creating the rope-like filaments and sheet-like appearance. Scientists compare newer images, such as\nthe one above, with detailed images taken by the Hubble Space Telescope in 1997 in order to understand nebula\nexpansion and other properties of astronomical objects. The forces that cause the supernova remnant to act as it\nFIGURE 1.1 The laws of physics describe the smallest and largest forces and structures, such as the Veil Nebula, a supernova remnant from\na star that was 20 times larger than our Sun. Stretching over 110 light years across, the spectacular image is created by the stellar\nexplosion's blast wave impacting clouds of gas. Scientists use successive observations of the still-moving wave to learn about nebula\nformation in ways they can apply to other systems. The laws of physics are surprisingly few in number, implying an underlying simplicity to\nnature’s apparent complexity. (credit: NASA, ESA, Hubble Heritage, and the Digitized Sky Survey 2)\nCHAPTER OUTLINE\ndoes are the same forces we contend with here on Earth, whether we are planning to send a rocket into space or\nsimply heating a new home. Although the scale is much different, the interaction of gasses in the Veil Nebula\nresembles those on Earth; and the vibrant color combinations are created by the familiar glows of hydrogen, sulfur,\noxygen, and similar elements that make up everything we know. Tonight, take a moment to look up at the stars. The\nforces out there are the same as the ones here on Earth. Through a study of physics, you may gain a greater\nunderstanding of the interconnectedness of everything we can see and know in this universe.\nHumans have created and manufactured millions of different objects over the history of our species. Successive\ntechnological periods (often referred to as the Stone Age, the Bronze Age, the Iron Age, and so on) were marked by\nour knowledge of the physical properties of certain materials and our ability to manipulate them. This knowledge all\nstems from physics, whether it's the way a rock would flake when constructing a spear point, the effect of\nintegrating carbon with iron in South Indian and Sri Lankan furnaces to create the earliest high-quality steel, or the\nproper way to combine perfectly ground and polished pieces of glass to create optical instruments. Our current\ntechnological age, the Information Age, builds on all that knowledge and can be traced to critical innovations made\nby people from all backgrounds working together. Mohamed M. Atalla and Dawon Kahng, for example, invented the\nMOSFET (metal-oxide-semiconductor field-effect transistor). Although unknown to most people, this tiny device,\ncreated in 1959 by an Egyptian-born scientist and Korean-born scientist working in a lab in New Jersey, is the basis\nfor modern electronics. More MOSFETs have been produced than any other object in human history. They are used\nin computers, smart phones, microwave ovens, automotive controls, medical instruments, and nearly every other\nelectronic device.\nNext, think about the most exciting modern technologies that you have heard about in the news, such as trains that\nlevitate above tracks, “invisibility cloaks” that bend light around them, and microscopic robots that fight cancer cells\nin our bodies. All of these groundbreaking advancements, commonplace or unbelievable, rely on the principles of\nphysics. Aside from playing a significant role in technology, professionals such as engineers, pilots, physicians,\nphysical therapists, electricians, and computer programmers apply physics concepts in their daily work. For\nexample, a pilot must understand how wind forces affect a flight path and a physical therapist must understand how\nthe muscles in the body experience forces as they move and bend. As you will learn in this text, physics principles\nare propelling new, exciting technologies, and these principles are applied in a wide range of careers.\nIn this text, you will begin to explore the history of the formal study of physics, beginning with natural philosophy\nand the ancient thinkers from the Middle East and the Mediterranean, and leading up through a review of Sir Isaac\nNewton and the laws of physics that bear his name. You will also be introduced to the standards scientists use when\nthey study physical quantities and the interrelated system of measurements most of the scientific community uses\nto communicate in a single mathematical language. Finally, you will study the limits of our ability to be accurate and\nprecise, and the reasons scientists go to painstaking lengths to be as clear as possible regarding their own\nlimitations.\n",
    "start_page": 6,
    "end_page": 6
  },
  {
    "chapter": 1,
    "section": "1.1",
    "title": "Physics: An Introduction",
    "text": "1.1 Physics: An Introduction\nLEARNING OBJECTIVES\nBy the end of this section, you will be able to:\n•\nExplain the difference between a principle and a law.\n•\nExplain the difference between a model and a theory.\n6\n1 • Introduction: The Nature of Science and Physics\nAccess for free at openstax.org\nFIGURE 1.2 The flight formations of migratory birds such as Canada geese are governed by the laws of physics. (credit: David Merrett)\nThe physical universe is enormously complex in its detail. Every day, each of us observes a great variety of objects\nand phenomena. Over the centuries, the curiosity of the human race has led us collectively to explore and catalog a\ntremendous wealth of information. From the flight of birds to the colors of flowers, from lightning to gravity, from\nquarks to clusters of galaxies, from the flow of time to the mystery of the creation of the universe, we have asked\nquestions and assembled huge arrays of facts. In the face of all these details, we have discovered that a surprisingly\nsmall and unified set of physical laws can explain what we observe. As humans, we make generalizations and seek\norder. We have found that nature is remarkably cooperative—it exhibits the underlying order and simplicity we so\nvalue.\nIt is the underlying order of nature that makes science in general, and physics in particular, so enjoyable to study.\nFor example, what do a bag of chips and a car battery have in common? Both contain energy that can be converted\nto other forms. The law of conservation of energy (which says that energy can change form but is never lost) ties\ntogether such topics as food calories, batteries, heat, light, and watch springs. Understanding this law makes it\neasier to learn about the various forms energy takes and how they relate to one another. Apparently unrelated topics\nare connected through broadly applicable physical laws, permitting an understanding beyond just the memorization\nof lists of facts.\nThe unifying aspect of physical laws and the basic simplicity of nature form the underlying themes of this text. In\nlearning to apply these laws, you will, of course, study the most important topics in physics. More importantly, you\nwill gain analytical abilities that will enable you to apply these laws far beyond the scope of what can be included in\na single book. These analytical skills will help you to excel academically, and they will also help you to think critically\nin any professional career you choose to pursue. This module discusses the realm of physics (to define what physics\nis), some applications of physics (to illustrate its relevance to other disciplines), and more precisely what constitutes\na physical law (to illuminate the importance of experimentation to theory).\nScience and the Realm of Physics\nScience consists of the theories and laws that are the general truths of nature as well as the body of knowledge they\nencompass. Scientists are continually trying to expand this body of knowledge and to perfect the expression of the\nlaws that describe it. Physics is concerned with describing the interactions of energy, matter, space, and time, and it\nis especially interested in what fundamental mechanisms underlie every phenomenon. The concern for describing\nthe basic phenomena in nature essentially defines the realm of physics.\nPhysics aims to describe the function of everything around us, from the movement of tiny charged particles to the\nmotion of people, cars, and spaceships. In fact, almost everything around you can be described quite accurately by\nthe laws of physics. Consider a smart phone (Figure 1.3). Physics describes how electricity interacts with the various\ncircuits inside the device. This knowledge helps engineers select the appropriate materials and circuit layout when\nbuilding the smart phone. Next, consider a GPS system. Physics describes the relationship between the speed of an\nobject, the distance over which it travels, and the time it takes to travel that distance. GPS relies on precise\ncalculations that account for variations in the Earth's landscapes, the exact distance between orbiting satellites, and\neven the effect of a complex occurrence of time dilation. Most of these calculations are founded on algorithms\ndeveloped by Gladys West, a mathematician and computer scientist who programmed the first computers capable\nof highly accurate remote sensing and positioning. When you use a GPS device, it utilizes these algorithms to\n",
    "start_page": 7,
    "end_page": 7
  },
  {
    "chapter": 1,
    "section": "1.1",
    "title": "• Physics: An Introduction",
    "text": "1.1 • Physics: An Introduction\n7\nrecognize where you are and how your position relates to other objects on Earth.\nFIGURE 1.3 The Apple iPhone is a common smart phone with a GPS function, sophisticated camera, haptic (vibration) capabilities, and\nmany other functions. Physics describes the way that electricity flows through the circuits of this device. Engineers use their knowledge of\nphysics to construct an iPhone with features that consumers will enjoy. One specific feature of an iPhone is the GPS function. GPS uses\nphysics equations to determine the driving time between two locations on a map. (credit: Tinh tế Photo/Flickr)\nApplications of Physics\nYou need not be a scientist to use physics. On the contrary, knowledge of physics is useful in everyday situations as\nwell as in nonscientific professions. It can help you understand how microwave ovens work, why metals should not\nbe put into them, and why they might affect pacemakers. (See Figure 1.4 and Figure 1.5.) Physics allows you to\nunderstand the hazards of radiation and rationally evaluate these hazards more easily. Physics also explains the\nreason why a black car radiator helps remove heat in a car engine, and it explains why a white roof helps keep the\ninside of a house cool. Similarly, the operation of a car’s ignition system as well as the transmission of electrical\nsignals through our body’s nervous system are much easier to understand when you think about them in terms of\nbasic physics.\nPhysics is the foundation of many important disciplines and contributes directly to others. Chemistry, for\nexample—since it deals with the interactions of atoms and molecules—is rooted in atomic and molecular physics.\nMost branches of engineering are applied physics. In architecture, physics is at the heart of structural stability, and\nis involved in the acoustics, heating, lighting, and cooling of buildings. Parts of geology rely heavily on physics, such\nas radioactive dating of rocks, earthquake analysis, and heat transfer in the Earth. Some disciplines, such as\nbiophysics and geophysics, are hybrids of physics and other disciplines.\nPhysics has many applications in the biological sciences. On the microscopic level, it helps describe the properties\nof cell walls and cell membranes (Figure 1.6 and Figure 1.7). On the macroscopic level, it can explain the heat, work,\nand power associated with the human body. Physics is involved in medical diagnostics, such as x-rays, magnetic\nresonance imaging (MRI), and ultrasonic blood flow measurements. Medical therapy sometimes directly involves\nphysics; for example, cancer radiotherapy uses ionizing radiation. Physics can also explain sensory phenomena,\nsuch as how musical instruments make sound, how the eye detects color, and how lasers can transmit information.\nIt is not necessary to formally study all applications of physics. What is most useful is knowledge of the basic laws of\nphysics and a skill in the analytical methods for applying them. The study of physics also can improve your problem-\nsolving skills. Furthermore, physics has retained the most basic aspects of science, so it is used by all of the\nsciences, and the study of physics makes other sciences easier to understand.\n8\n1 • Introduction: The Nature of Science and Physics\nAccess for free at openstax.org\nFIGURE 1.4 The laws of physics help us understand how common appliances work. For example, the laws of physics can help explain how\nmicrowave ovens heat up food, and they also help us understand why it is dangerous to place metal objects in a microwave oven. (credit:\nMoneyBlogNewz)\nFIGURE 1.5 These two applications of physics have more in common than meets the eye. Microwave ovens use electromagnetic waves to\nheat food. Magnetic resonance imaging (MRI) also uses electromagnetic waves to yield an image of the brain, from which the exact location\nof tumors can be determined. (credit: Rashmi Chawla, Daniel Smith, and Paul E. Marik)\nFIGURE 1.6 Physics, chemistry, and biology help describe the properties of cell walls in plant cells, such as the onion cells seen here.\n(credit: Umberto Salvagnin)\n",
    "start_page": 8,
    "end_page": 9
  },
  {
    "chapter": 1,
    "section": "1.1",
    "title": "• Physics: An Introduction",
    "text": "1.1 • Physics: An Introduction\n9\nFIGURE 1.7 An artist’s rendition of the structure of a cell membrane. Membranes form the boundaries of animal cells and are complex in\nstructure and function. Many of the most fundamental properties of life, such as the firing of nerve cells, are related to membranes. The\ndisciplines of biology, chemistry, and physics all help us understand the membranes of animal cells. (credit: Mariana Ruiz)\nModels, Theories, and Laws; The Role of Experimentation\nThe laws of nature are concise descriptions of the universe around us; they are human statements of the underlying\nlaws or rules that all natural processes follow. Such laws are intrinsic to the universe; humans did not create them\nand so cannot change them. We can only discover and understand them. Their discovery is a very human endeavor,\nwith all the elements of mystery, imagination, struggle, triumph, and disappointment inherent in any creative effort.\n(See Figure 1.8 and Figure 1.9.) The cornerstone of discovering natural laws is observation; science must describe\nthe universe as it is, not as we may imagine it to be.\nFIGURE 1.8 Isaac Newton (1642–1727) was very reluctant to publish his revolutionary work and had to be convinced to do so. In his later\nyears, he stepped down from his academic post and became exchequer of the Royal Mint. He took this post seriously, inventing reeding (or\ncreating ridges) on the edge of coins to prevent unscrupulous people from trimming the silver off of them before using them as currency.\n(credit: Arthur Shuster and Arthur E. Shipley: Britain’s Heritage of Science. London, 1917.)\n10\n1 • Introduction: The Nature of Science and Physics\nAccess for free at openstax.org\nFIGURE 1.9 Marie Curie (1867–1934) sacrificed monetary assets to help finance her early research and damaged her physical well-being\nwith radiation exposure. She is the only person to win Nobel prizes in both physics and chemistry. One of her daughters also won a Nobel\nPrize. (credit: Wikimedia Commons)\nWe all are curious to some extent. We look around, make generalizations, and try to understand what we see—for\nexample, we look up and wonder whether one type of cloud signals an oncoming storm. As we become serious\nabout exploring nature, we become more organized and formal in collecting and analyzing data. We attempt greater\nprecision, perform controlled experiments (if we can), and write down ideas about how the data may be organized\nand unified. We then formulate models, theories, and laws based on the data we have collected and analyzed to\ngeneralize and communicate the results of these experiments.\nA model is a representation of something that is often too difficult (or impossible) to display directly. While a model\nis justified with experimental proof, it is only accurate under limited situations. An example is the planetary model of\nthe atom in which electrons are pictured as orbiting the nucleus, analogous to the way planets orbit the Sun. (See\nFigure 1.10.) We cannot observe electron orbits directly, but the mental image helps explain the observations we\ncan make, such as the emission of light from hot gases (atomic spectra). Physicists use models for a variety of\npurposes. For example, models can help physicists analyze a scenario and perform a calculation, or they can be\nused to represent a situation in the form of a computer simulation. A theory is an explanation for patterns in nature\nthat is supported by scientific evidence and verified multiple times by various groups of researchers. Some theories\ninclude models to help visualize phenomena, whereas others do not. Newton’s theory of gravity, for example, does\nnot require a model or mental image, because we can observe the objects directly with our own senses. The kinetic\ntheory of gases, on the other hand, is a model in which a gas is viewed as being composed of atoms and molecules.\nAtoms and molecules are too small to be observed directly with our senses—thus, we picture them mentally to\nunderstand what our instruments tell us about the behavior of gases.\nA law uses concise language to describe a generalized pattern in nature that is supported by scientific evidence and\nrepeated experiments. Often, a law can be expressed in the form of a single mathematical equation. Laws and\ntheories are similar in that they are both scientific statements that result from a tested hypothesis and are\nsupported by scientific evidence. However, the designation law is reserved for a concise and very general statement\nthat describes phenomena in nature, such as the law that energy is conserved during any process, or Newton’s\nsecond law of motion, which relates force, mass, and acceleration by the simple equation\n. A theory, in\ncontrast, is a less concise statement of observed phenomena. For example, the Theory of Evolution and the Theory\nof Relativity cannot be expressed concisely enough to be considered a law. The biggest difference between a law\nand a theory is that a theory is much more complex and dynamic. A law describes a single action, whereas a theory\nexplains an entire group of related phenomena. And, whereas a law is a postulate that forms the foundation of the\nscientific method, a theory is the end result of that process.\nLess broadly applicable statements are usually called principles (such as Pascal’s principle, which is applicable only\nin fluids), but the distinction between laws and principles often is not carefully made.\n",
    "start_page": 10,
    "end_page": 11
  },
  {
    "chapter": 1,
    "section": "1.1",
    "title": "• Physics: An Introduction",
    "text": "1.1 • Physics: An Introduction\n11\nFIGURE 1.10 What is a model? This planetary model of the atom shows electrons orbiting the nucleus. It is a drawing that we use to form a\nmental image of the atom that we cannot see directly with our eyes because it is too small.\nThe models, theories, and laws we devise sometimes imply the existence of objects or phenomena as yet\nunobserved. These predictions are remarkable triumphs and tributes to the power of science. It is the underlying\norder in the universe that enables scientists to make such spectacular predictions. However, if experiment does not\nverify our predictions, then the theory or law is wrong, no matter how elegant or convenient it is. Laws can never be\nknown with absolute certainty because it is impossible to perform every imaginable experiment in order to confirm a\nlaw in every possible scenario. Physicists operate under the assumption that all scientific laws and theories are valid\nuntil a counterexample is observed. If a good-quality, verifiable experiment contradicts a well-established law, then\nthe law must be modified or overthrown completely.\nThe study of science in general and physics in particular is an adventure much like the exploration of uncharted\nocean. Discoveries are made; models, theories, and laws are formulated; and the beauty of the physical universe is\nmade more sublime for the insights gained.\nModels, Theories, and Laws\nModels, theories, and laws are used to help scientists analyze the data they have already collected. However,\noften after a model, theory, or law has been developed, it points scientists toward new discoveries they would\nnot otherwise have made.\nThe Scientific Method\nIbn al-Haytham (sometimes referred to as Alhazen), a 10th-11th century scientist working in Cairo, significantly\nadvanced the understanding of optics and vision. But his contributions go much further. In demonstrating that\nprevious approaches were incorrect, he emphasized that scientists must be ready to reject existing knowledge\nand become \"the enemy\" of everything they read; he expressed that scientists must trust only objective\nevidence. Al-Haytham emphasized repeated experimentation and validation, and acknowledged that senses and\npredisposition could lead to poor conclusions. His work was a precursor to the scientific method that we use\ntoday.\nAs scientists inquire and gather information about the world, they follow a process called the scientific method.\nThis process typically begins with an observation and question that the scientist will research. Next, the scientist\ntypically performs some research about the topic and then devises a hypothesis. Then, the scientist will test the\nhypothesis by performing an experiment. Finally, the scientist analyzes the results of the experiment and draws\na conclusion. Note that the scientific method can be applied to many situations that are not limited to science,\nand this method can be modified to suit the situation.\nConsider an example. Let us say that you try to turn on your car, but it will not start. You undoubtedly wonder:\nWhy will the car not start? You can follow a scientific method to answer this question. First off, you may perform\nsome research to determine a variety of reasons why the car will not start. Next, you will state a hypothesis. For\nexample, you may believe that the car is not starting because it has no engine oil. To test this, you open the hood\nof the car and examine the oil level. You observe that the oil is at an acceptable level, and you thus conclude that\nthe oil level is not contributing to your car issue. To troubleshoot the issue further, you may devise a new\n12\n1 • Introduction: The Nature of Science and Physics\nAccess for free at openstax.org\nThe Evolution of Natural Philosophy into Modern Physics\nPhysics was not always a separate and distinct discipline. It remains connected to other sciences to this day. The\nword physics comes from Greek, meaning nature. The study of nature came to be called “natural philosophy.” From\nancient times through the Renaissance, natural philosophy encompassed many fields, including astronomy, biology,\nchemistry, physics, mathematics, and medicine. Over the last few centuries, the growth of knowledge has resulted\nin ever-increasing specialization and branching of natural philosophy into separate fields, with physics retaining the\nmost basic facets. (See Figure 1.11, Figure 1.12, and Figure 1.13.) Physics as it developed from the Renaissance to\nthe end of the 19th century is called classical physics. It was transformed into modern physics by revolutionary\ndiscoveries made starting at the beginning of the 20th century.\nFIGURE 1.11 Over the centuries, natural philosophy has evolved into more specialized disciplines, as illustrated by the contributions of\nsome of the greatest minds in history. The Greek philosopher Aristotle (384–322 B.C.) wrote on a broad range of topics including physics,\nanimals, the soul, politics, and poetry. (credit: Jastrow (2006)/Ludovisi Collection)\nFIGURE 1.12 Ibn al-Haytham (965–1040) and Galileo Galilei (1564–1642) were so critical to the advancement of scientific practice and to\nthe fields of mathematics, optics, physics, and astronomy that a later prominent scientist featured them on the cover of his major work.\n(credit: Johannes Hevelius (author), Adolph Boÿ (artist), J. Falck (engraver); Houghton Library, Harvard University/Wikimedia Commons)\nhypothesis to test and then repeat the process again.\n",
    "start_page": 12,
    "end_page": 13
  },
  {
    "chapter": 1,
    "section": "1.1",
    "title": "• Physics: An Introduction",
    "text": "1.1 • Physics: An Introduction\n13\nFIGURE 1.13 Niels Bohr (1885–1962) made fundamental contributions to the development of quantum mechanics, one part of modern\nphysics. (credit: United States Library of Congress Prints and Photographs Division)\nClassical physics is not an exact description of the universe, but it is an excellent approximation under the following\nconditions: Matter must be moving at speeds less than about 1% of the speed of light, the objects dealt with must\nbe large enough to be seen with a microscope, and only weak gravitational fields, such as the field generated by the\nEarth, can be involved. Because humans live under such circumstances, classical physics seems intuitively\nreasonable, while many aspects of modern physics seem bizarre. This is why models are so useful in modern\nphysics—they let us conceptualize phenomena we do not ordinarily experience. We can relate to models in human\nterms and visualize what happens when objects move at high speeds or imagine what objects too small to observe\nwith our senses might be like. For example, we can understand an atom’s properties because we can picture it in our\nminds, although we have never seen an atom with our eyes. New tools, of course, allow us to better picture\nphenomena we cannot see. In fact, new instrumentation has allowed us in recent years to actually “picture” the\natom.\nFIGURE 1.14 Using a scanning tunneling microscope (STM), scientists can see the individual atoms that compose this sheet of gold. (credit:\nErwinrossen)\nSome of the most spectacular advances in science have been made in modern physics. Many of the laws of classical\nphysics have been modified or rejected, and revolutionary changes in technology, society, and our view of the\nuniverse have resulted. Like science fiction, modern physics is filled with fascinating objects beyond our normal\nexperiences, but it has the advantage over science fiction of being very real. Why, then, is the majority of this text\ndevoted to topics of classical physics? There are two main reasons: Classical physics gives an extremely accurate\ndescription of the universe under a wide range of everyday circumstances, and knowledge of classical physics is\nnecessary to understand modern physics.\nModern physics itself consists of the two revolutionary theories, relativity and quantum mechanics. These theories\nLimits on the Laws of Classical Physics\nFor the laws of classical physics to apply, the following criteria must be met: Matter must be moving at speeds\nless than about 1% of the speed of light, the objects dealt with must be large enough to be seen with a\nmicroscope, and only weak gravitational fields (such as the field generated by the Earth) can be involved.\n14\n1 • Introduction: The Nature of Science and Physics\nAccess for free at openstax.org\ndeal with the very fast and the very small, respectively. Relativity must be used whenever an object is traveling at\ngreater than about 1% of the speed of light or experiences a strong gravitational field such as that near the Sun.\nQuantum mechanics must be used for objects smaller than can be seen with a microscope. The combination of\nthese two theories is relativistic quantum mechanics, and it describes the behavior of small objects traveling at high\nspeeds or experiencing a strong gravitational field. Relativistic quantum mechanics is the best universally applicable\ntheory we have. Because of its mathematical complexity, it is used only when necessary, and the other theories are\nused whenever they will produce sufficiently accurate results. We will find, however, that we can do a great deal of\nmodern physics with the algebra and trigonometry used in this text.\nCHECK YOUR UNDERSTANDING\nA friend tells you they have learned about a new law of nature. What can you know about the information even\nbefore your friend describes the law? How would the information be different if your friend told you they had learned\nabout a scientific theory rather than a law?\nSolution\nWithout knowing the details of the law, you can still infer that the information your friend has learned conforms to\nthe requirements of all laws of nature: it will be a concise description of the universe around us; a statement of the\nunderlying rules that all natural processes follow. If the information had been a theory, you would be able to infer\nthat the information will be a large-scale, broadly applicable generalization.\nPHET EXPLORATIONS\nEquation Grapher\nLearn about graphing polynomials. The shape of the curve changes as the constants are adjusted. View the curves\nfor the individual terms (e.g.\n) to see how they add to generate the polynomial curve.\nClick to view content (https://openstax.org/books/college-physics-2e/pages/1-1-physics-an-introduction)\n",
    "start_page": 14,
    "end_page": 15
  },
  {
    "chapter": 1,
    "section": "1.2",
    "title": "Physical Quantities and Units",
    "text": "1.2 Physical Quantities and Units\nLEARNING OBJECTIVES\nBy the end of this section, you will be able to:\n•\nPerform unit conversions both in the SI and English units.\n•\nExplain the most common prefixes in the SI units and be able to write them in scientific notation.\nFIGURE 1.15 The distance from Earth to the Moon may seem immense, but it is just a tiny fraction of the distances from Earth to other\ncelestial bodies. (credit: NASA)\nThe range of objects and phenomena studied in physics is immense. From the incredibly short lifetime of a nucleus\nto the age of the Earth, from the tiny sizes of sub-nuclear particles to the vast distance to the edges of the known\nuniverse, from the force exerted by a jumping flea to the force between Earth and the Sun, there are enough factors\nof 10 to challenge the imagination of even the most experienced scientist. Giving numerical values for physical\nquantities and equations for physical principles allows us to understand nature much more deeply than does\nqualitative description alone. To comprehend these vast ranges, we must also have accepted units in which to\n",
    "start_page": 16,
    "end_page": 15
  },
  {
    "chapter": 1,
    "section": "1.2",
    "title": "• Physical Quantities and Units",
    "text": "1.2 • Physical Quantities and Units\n15\nexpress them. And we shall find that (even in the potentially mundane discussion of meters, kilograms, and\nseconds) a profound simplicity of nature appears—most physical quantities can be expressed as combinations of\nonly four fundamental physical quantities: length, mass, time, and electric current.\nWe define a physical quantity either by specifying how it is measured or by stating how it is calculated from other\nmeasurements. For example, we define distance and time by specifying methods for measuring them, whereas we\ndefine average speed by stating that it is calculated as distance traveled divided by time of travel.\nMeasurements of physical quantities are expressed in terms of units, which are standardized values. For example,\nthe length of a race, which is a physical quantity, can be expressed in units of meters (for sprinters) or kilometers\n(for distance runners). Without standardized units, it would be extremely difficult for scientists to express and\ncompare measured values in a meaningful way. (See Figure 1.16.)\nFIGURE 1.16 Distances given in unknown units are maddeningly useless.\nThere are two major systems of units used in the world: SI units (also known as the metric system) and English\nunits (also known as the customary or imperial system). English units were historically used in nations once ruled\nby the British Empire and are still widely used in the United States. Virtually every other country in the world now\nuses SI units as the standard; the metric system is also the standard system agreed upon by scientists and\nmathematicians. The acronym “SI” is derived from the French Système International.\nSI Units: Fundamental and Derived Units\nTable 1.1 gives the fundamental SI units that are used throughout this textbook. This text uses non-SI units in a few\napplications where they are in very common use, such as the measurement of blood pressure in millimeters of\nmercury (mm Hg). Whenever non-SI units are discussed, they will be tied to SI units through conversions.\nLength\nMass\nTime\nElectric Current\nmeter (m)\nkilogram (kg)\nsecond (s)\nampere (A)\nTABLE 1.1 Fundamental SI Units\nIt is an intriguing fact that some physical quantities are more fundamental than others and that the most\nfundamental physical quantities can be defined only in terms of the procedure used to measure them. The units in\nwhich they are measured are thus called fundamental units. In this textbook, the fundamental physical quantities\nare taken to be length, mass, time, and electric current. (Note that electric current will not be introduced until much\nlater in this text.) All other physical quantities, such as force and electric charge, can be expressed as algebraic\ncombinations of length, mass, time, and current (for example, speed is length divided by time); these units are\ncalled derived units.\n16\n1 • Introduction: The Nature of Science and Physics\nAccess for free at openstax.org\nUnits of Time, Length, and Mass: The Second, Meter, and Kilogram\nThe Second\nThe SI unit for time, the second (abbreviated s), has a long history. For many years it was defined as 1/86,400 of a\nmean solar day. More recently, a new standard was adopted to gain greater accuracy and to define the second in\nterms of a non-varying, or constant, physical phenomenon (because the solar day is getting longer due to very\ngradual slowing of the Earth’s rotation). Cesium atoms can be made to vibrate in a very steady way, and these\nvibrations can be readily observed and counted. In 1967 the second was redefined as the time required for\n9,192,631,770 of these vibrations. (See Figure 1.17.) Accuracy in the fundamental units is essential, because all\nmeasurements are ultimately expressed in terms of fundamental units and can be no more accurate than are the\nfundamental units themselves.\nFIGURE 1.17 An atomic clock such as this one uses the vibrations of cesium atoms to keep time to a precision of better than a microsecond\nper year. The fundamental unit of time, the second, is based on such clocks. This image is looking down from the top of an atomic fountain\nnearly 30 feet tall! (credit: Steve Jurvetson/Flickr)\nThe Meter\nThe SI unit for length is the meter (abbreviated m); its definition has also changed over time to become more\naccurate and precise. The meter was first defined in 1791 as 1/10,000,000 of the distance from the equator to the\nNorth Pole. This measurement was improved in 1889 by redefining the meter to be the distance between two\nengraved lines on a platinum-iridium bar now kept near Paris. By 1960, it had become possible to define the meter\neven more accurately in terms of the wavelength of light, so it was again redefined as 1,650,763.73 wavelengths of\norange light emitted by krypton atoms. In 1983, the meter was given its present definition (partly for greater\naccuracy) as the distance light travels in a vacuum in 1/299,792,458 of a second. (See Figure 1.18.) This change\ndefines the speed of light to be exactly 299,792,458 meters per second. The length of the meter will change if the\nspeed of light is someday measured with greater accuracy.\nFIGURE 1.18 The meter is defined to be the distance light travels in 1/299,792,458 of a second in a vacuum. Distance traveled is speed\nmultiplied by time.\nThe Kilogram\nThe SI unit for mass is the kilogram (abbreviated kg); it was previously defined to be the mass of a platinum-iridium\ncylinder kept with the old meter standard at the International Bureau of Weights and Measures near Paris. Exact\nreplicas of the previously defined kilogram are also kept at the United States’ National Institute of Standards and\nTechnology, or NIST, located in Gaithersburg, Maryland outside of Washington D.C., and at other locations around\nthe world. The determination of all other masses could be ultimately traced to a comparison with the standard\nmass. Even though the platinum-iridium cylinder was resistant to corrosion, airborne contaminants were able to\nadhere to its surface, slightly changing its mass over time. In May 2019, the scientific community adopted a more\n",
    "start_page": 16,
    "end_page": 17
  },
  {
    "chapter": 1,
    "section": "1.2",
    "title": "• Physical Quantities and Units",
    "text": "1.2 • Physical Quantities and Units\n17\nstable definition of the kilogram. The kilogram is now defined in terms of the second, the meter, and Planck's\nconstant, h (a quantum mechanical value that relates a photon's energy to its frequency).\nElectric current and its accompanying unit, the ampere, will be introduced in Introduction to Electric Current,\nResistance, and Ohm's Law when electricity and magnetism are covered. The initial modules in this textbook are\nconcerned with mechanics, fluids, heat, and waves. In these subjects all pertinent physical quantities can be\nexpressed in terms of the fundamental units of length, mass, and time.\nMetric Prefixes\nSI units are part of the metric system. The metric system is convenient for scientific and engineering calculations\nbecause the units are categorized by factors of 10. Table 1.2 gives metric prefixes and symbols used to denote\nvarious factors of 10.\nMetric systems have the advantage that conversions of units involve only powers of 10. There are 100 centimeters\nin a meter, 1000 meters in a kilometer, and so on. In nonmetric systems, such as the system of U.S. customary units,\nthe relationships are not as simple—there are 12 inches in a foot, 5280 feet in a mile, and so on. Another advantage\nof the metric system is that the same unit can be used over extremely large ranges of values simply by using an\nappropriate metric prefix. For example, distances in meters are suitable in construction, while distances in\nkilometers are appropriate for air travel, and the tiny measure of nanometers are convenient in optical design. With\nthe metric system there is no need to invent new units for particular applications.\nThe term order of magnitude refers to the scale of a value expressed in the metric system. Each power of\n, and\nso forth are all different orders of magnitude. All quantities that can be expressed as a product of a specific power of\nare said to be of the same order of magnitude. For example, the number\ncan be written as\n, and the\nnumber\ncan be written as\nThus, the numbers\nand\nare of the same order of magnitude:\nOrder of magnitude can be thought of as a ballpark estimate for the scale of a value. The diameter of an atom is on\nthe order of\nwhile the diameter of the Sun is on the order of\nPrefix\nSymbol\nValue\nExample (some are approximate)\nexa\nE\nexameter\nEm\ndistance light travels in a century\npeta\nP\npetasecond\nPs\n30 million years\ntera\nT\nterawatt\nTW\npowerful laser output\nTABLE 1.2 Metric Prefixes for Powers of 10 and their Symbols\nThe Quest for Microscopic Standards for Basic Units\nThe fundamental units described in this chapter are those that produce the greatest accuracy and precision in\nmeasurement. There is a sense among physicists that, because there is an underlying microscopic substructure\nto matter, it would be most satisfying to base our standards of measurement on microscopic objects and\nfundamental physical phenomena such as the speed of light. A microscopic standard has been accomplished for\nthe standard of time, which is based on the oscillations of the cesium atom.\nThe standard for length was once based on the wavelength of light (a small-scale length) emitted by a certain\ntype of atom, but it has been supplanted by the more precise measurement of the speed of light. If it becomes\npossible to measure the mass of atoms or a particular arrangement of atoms such as a silicon sphere to greater\nprecision than the kilogram standard, it may become possible to base mass measurements on the small scale.\nThere are also possibilities that electrical phenomena on the small scale may someday allow us to base a unit of\ncharge on the charge of electrons and protons, but at present current and charge are related to large-scale\ncurrents and forces between wires.\n18\n1 • Introduction: The Nature of Science and Physics\nAccess for free at openstax.org\nPrefix\nSymbol\nValue\nExample (some are approximate)\ngiga\nG\ngigahertz\nGHz\na microwave frequency\nmega\nM\nmegacurie\nMCi\nhigh radioactivity\nkilo\nk\nkilometer\nkm\nabout 6/10 mile\nhecto\nh\nhectoliter\nhL\n26 gallons\ndeka\nda\ndekagram\ndag\nteaspoon of butter\n—\n—\n(=1)\ndeci\nd\ndeciliter\ndL\nless than half a soda\ncenti\nc\ncentimeter\ncm\nfingertip thickness\nmilli\nm\nmillimeter\nmm\nflea at its shoulders\nmicro\nµ\nmicrometer\nµm\ndetail in microscope\nnano\nn\nnanogram\nng\nsmall speck of dust\npico\np\npicofarad\npF\nsmall capacitor in radio\nfemto\nf\nfemtometer\nfm\nsize of a proton\natto\na\nattosecond\nas\ntime light crosses an atom\nTABLE 1.2 Metric Prefixes for Powers of 10 and their Symbols\nKnown Ranges of Length, Mass, and Time\nThe vastness of the universe and the breadth over which physics applies are illustrated by the wide range of\nexamples of known lengths, masses, and times in Table 1.3. Examination of this table will give you some feeling for\nthe range of possible topics and numerical values. (See Figure 1.19 and Figure 1.20.)\nFIGURE 1.19 Tiny phytoplankton swims among crystals of ice in the Antarctic Sea. They range from a few micrometers to as much as 2\nmillimeters in length. (credit: Prof. Gordon T. Taylor, Stony Brook University; NOAA Corps Collections)\n",
    "start_page": 18,
    "end_page": 19
  },
  {
    "chapter": 1,
    "section": "1.2",
    "title": "• Physical Quantities and Units",
    "text": "1.2 • Physical Quantities and Units\n19\nFIGURE 1.20 Galaxies collide 2.4 billion light years away from Earth. The tremendous range of observable phenomena in nature challenges\nthe imagination. (credit: NASA/CXC/UVic./A. Mahdavi et al. Optical/lensing: CFHT/UVic./H. Hoekstra et al.)\nUnit Conversion and Dimensional Analysis\nIt is often necessary to convert from one type of unit to another. For example, if you are reading a European\ncookbook, some quantities may be expressed in units of liters and you need to convert them to cups. Or, perhaps\nyou are reading walking directions from one location to another and you are interested in how many miles you will\nbe walking. In this case, you will need to convert units of feet to miles.\nLet us consider a simple example of how to convert units. Let us say that we want to convert 80 meters (m) to\nkilometers (km).\nThe first thing to do is to list the units that you have and the units that you want to convert to. In this case, we have\nunits in meters and we want to convert to kilometers.\nNext, we need to determine a conversion factor relating meters to kilometers. A conversion factor is a ratio\nexpressing how many of one unit are equal to another unit. For example, there are 12 inches in 1 foot, 100\ncentimeters in 1 meter, 60 seconds in 1 minute, and so on. In this case, we know that there are 1,000 meters in 1\nkilometer.\nNow we can set up our unit conversion. We will write the units that we have and then multiply them by the\nconversion factor so that the units cancel out, as shown:\nNote that the unwanted m unit cancels, leaving only the desired km unit. You can use this method to convert\nbetween any types of unit.\nClick Appendix C for a more complete list of conversion factors.\nLengths in meters\nMasses in kilograms (more\nprecise values in parentheses)\nTimes in seconds (more\nprecise values in parentheses)\nPresent experimental limit to\nsmallest observable detail\nMass of an electron\nTime for light to cross\na proton\nDiameter of a proton\nMass of a hydrogen\natom\nMean life of an\nextremely unstable\nnucleus\nTABLE 1.3 Approximate Values of Length, Mass, and Time\n1.1\n20\n1 • Introduction: The Nature of Science and Physics\nAccess for free at openstax.org\nLengths in meters\nMasses in kilograms (more\nprecise values in parentheses)\nTimes in seconds (more\nprecise values in parentheses)\nDiameter of a uranium nucleus\nMass of a bacterium\nTime for one\noscillation of visible\nlight\nDiameter of a hydrogen atom\nMass of a mosquito\nTime for one vibration\nof an atom in a solid\nThickness of membranes in\ncells of living organisms\nMass of a hummingbird\nTime for one\noscillation of an FM\nradio wave\nWavelength of visible light\nMass of a liter of water\n(about a quart)\nDuration of a nerve\nimpulse\nSize of a grain of sand\nMass of a person\nTime for one\nheartbeat\nHeight of a 4-year-old child\nMass of a car\nOne day\nLength of a football field\nMass of a large ship\nOne year (y)\nGreatest ocean depth\nMass of a large iceberg\nAbout half the life\nexpectancy of a\nhuman\nDiameter of the Earth\nMass of the nucleus of a\ncomet\nRecorded history\nDistance from the Earth to the\nSun\nMass of the Moon\nAge of the Earth\nDistance traveled by light in 1\nyear (a light year)\nMass of the Earth\nAge of the universe\nDiameter of the Milky Way\ngalaxy\nMass of the Sun\nDistance from the Earth to the\nnearest large galaxy\n(Andromeda)\nMass of the Milky Way\ngalaxy (current upper\nlimit)\nDistance from the Earth to the\nedges of the known universe\nMass of the known\nuniverse (current upper\nlimit)\nTABLE 1.3 Approximate Values of Length, Mass, and Time\n",
    "start_page": 20,
    "end_page": 21
  },
  {
    "chapter": 1,
    "section": "1.2",
    "title": "• Physical Quantities and Units",
    "text": "1.2 • Physical Quantities and Units\n21\nEXAMPLE 1.1\nUnit Conversions: A Short Drive Home\nSuppose that you drive the 10.0 km from your school to home in 20.0 min. Calculate your average speed (a) in\nkilometers per hour (km/h) and (b) in meters per second (m/s). (Note: Average speed is distance traveled divided by\ntime of travel.)\nStrategy\nFirst we calculate the average speed using the given units. Then we can get the average speed into the desired units\nby picking the correct conversion factor and multiplying by it. The correct conversion factor is the one that cancels\nthe unwanted unit and leaves the desired unit in its place.\nSolution for (a)\n(1) Calculate average speed. Average speed is distance traveled divided by time of travel. (Take this definition as a\ngiven for now—average speed and other motion concepts will be covered in a later module.) In equation form,\n(2) Substitute the given values for distance and time.\n(3) Convert km/min to km/h: multiply by the conversion factor that will cancel minutes and leave hours. That\nconversion factor is\nDiscussion for (a)\nTo check your answer, consider the following:\n(1) Be sure that you have properly cancelled the units in the unit conversion. If you have written the unit conversion\nfactor upside down, the units will not cancel properly in the equation. If you accidentally get the ratio upside down,\nthen the units will not cancel; rather, they will give you the wrong units as follows:\nwhich are obviously not the desired units of km/h.\n(2) Check that the units of the final answer are the desired units. The problem asked us to solve for average speed in\nunits of km/h and we have indeed obtained these units.\n(3) Check the significant figures. Because each of the values given in the problem has three significant figures, the\nanswer should also have three significant figures. The answer 30.0 km/hr does indeed have three significant figures,\nso this is appropriate. Note that the significant figures in the conversion factor are not relevant because an hour is\ndefined to be 60 minutes, so the precision of the conversion factor is perfect.\n(4) Next, check whether the answer is reasonable. Let us consider some information from the problem—if you travel\n10 km in a third of an hour (20 min), you would travel three times that far in an hour. The answer does seem\nreasonable.\nSolution for (b)\nThere are several ways to convert the average speed into meters per second.\n(1) Start with the answer to (a) and convert km/h to m/s. Two conversion factors are needed—one to convert hours\nto seconds, and another to convert kilometers to meters.\n(2) Multiplying by these yields\n1.2\n1.3\n1.4\n22\n1 • Introduction: The Nature of Science and Physics\nAccess for free at openstax.org\nDiscussion for (b)\nIf we had started with 0.500 km/min, we would have needed different conversion factors, but the answer would\nhave been the same: 8.33 m/s.\nYou may have noted that the answers in the worked example just covered were given to three digits. Why? When do\nyou need to be concerned about the number of digits in something you calculate? Why not write down all the digits\nyour calculator produces? The module Accuracy, Precision, and Significant Figures will help you answer these\nquestions.\nCHECK YOUR UNDERSTANDING\nSome hummingbirds beat their wings more than 50 times per second. A scientist is measuring the time it takes for a\nhummingbird to beat its wings once. Which fundamental unit should the scientist use to describe the measurement?\nWhich factor of 10 is the scientist likely to use to describe the motion precisely? Identify the metric prefix that\ncorresponds to this factor of 10.\nSolution\nThe scientist will measure the time between each movement using the fundamental unit of seconds. Because the\nwings beat so fast, the scientist will probably need to measure in milliseconds, or\nseconds. (50 beats per\nsecond corresponds to 20 milliseconds per beat.)\nCHECK YOUR UNDERSTANDING\nOne cubic centimeter is equal to one milliliter. What does this tell you about the different units in the SI metric\nsystem?\nSolution\nThe fundamental unit of length (meter) is probably used to create the derived unit of volume (liter). The measure of\na milliliter is dependent on the measure of a centimeter.\n",
    "start_page": 22,
    "end_page": 23
  },
  {
    "chapter": 1,
    "section": "1.3",
    "title": "Accuracy, Precision, and Significant Figures",
    "text": "1.3 Accuracy, Precision, and Significant Figures\nLEARNING OBJECTIVES\nBy the end of this section, you will be able to:\n•\nDetermine the appropriate number of significant figures in both addition and subtraction, as well as\nmultiplication and division calculations.\n•\nCalculate the percent uncertainty of a measurement.\n1.5\n1.6\nNonstandard Units\nWhile there are numerous types of units that we are all familiar with, there are others that are much more\nobscure. For example, a firkin is a unit of volume that was once used to measure beer. One firkin equals about\n34 liters. To learn more about nonstandard units, use a dictionary or encyclopedia to research different “weights\nand measures.” Take note of any unusual units, such as a barleycorn, that are not listed in the text. Think about\nhow the unit is defined and state its relationship to SI units.\n",
    "start_page": 24,
    "end_page": 23
  },
  {
    "chapter": 1,
    "section": "1.3",
    "title": "• Accuracy, Precision, and Significant Figures",
    "text": "1.3 • Accuracy, Precision, and Significant Figures\n23\nFIGURE 1.21 A double-pan mechanical balance is used to compare different masses. Usually an object with unknown mass is placed in one\npan and objects of known mass are placed in the other pan. When the bar that connects the two pans is horizontal, then the masses in both\npans are equal. The “known masses” are typically metal cylinders of standard mass such as 1 gram, 10 grams, and 100 grams. (credit:\nSerge Melki)\nFIGURE 1.22 Many mechanical balances, such as double-pan balances, have been replaced by digital scales, which can typically measure\nthe mass of an object more precisely. Whereas a mechanical balance may only read the mass of an object to the nearest tenth of a gram,\nmany digital scales can measure the mass of an object up to the nearest thousandth of a gram. (credit: Karel Jakubec)\nAccuracy and Precision of a Measurement\nScience is based on observation and experiment—that is, on measurements. Accuracy is how close a measurement\nis to the correct value for that measurement. For example, let us say that you are measuring the length of standard\ncomputer paper. The packaging in which you purchased the paper states that it is 11.0 inches long. You measure the\nlength of the paper three times and obtain the following measurements: 11.1 in., 11.2 in., and 10.9 in. These\nmeasurements are quite accurate because they are very close to the correct value of 11.0 inches. In contrast, if you\nhad obtained a measurement of 12 inches, your measurement would not be very accurate.\nThe precision of a measurement system refers to how close the agreement is between repeated measurements\n(which are repeated under the same conditions). Consider the example of the paper measurements. The precision\nof the measurements refers to the spread of the measured values. One way to analyze the precision of the\nmeasurements would be to determine the range, or difference, between the lowest and the highest measured\nvalues. In that case, the lowest value was 10.9 in. and the highest value was 11.2 in. Thus, the measured values\ndeviated from each other by at most 0.3 in. These measurements were relatively precise because they did not vary\ntoo much in value. However, if the measured values had been 10.9, 11.1, and 11.9, then the measurements would\nnot be very precise because there would be significant variation from one measurement to another.\nThe measurements in the paper example are both accurate and precise, but in some cases, measurements are\naccurate but not precise, or they are precise but not accurate. Let us consider an example of a GPS system that is\nattempting to locate the position of a restaurant in a city. Think of the restaurant location as existing at the center of\na bull’s-eye target, and think of each GPS attempt to locate the restaurant as a black dot. In Figure 1.23, you can see\n24\n1 • Introduction: The Nature of Science and Physics\nAccess for free at openstax.org\nthat the GPS measurements are spread out far apart from each other, but they are all relatively close to the actual\nlocation of the restaurant at the center of the target. This indicates a low precision, high accuracy measuring system.\nHowever, in Figure 1.24, the GPS measurements are concentrated quite closely to one another, but they are far\naway from the target location. This indicates a high precision, low accuracy measuring system.\nFIGURE 1.23 A GPS system attempts to locate a restaurant at the center of the bull’s-eye. The black dots represent each attempt to\npinpoint the location of the restaurant. The dots are spread out quite far apart from one another, indicating low precision, but they are each\nrather close to the actual location of the restaurant, indicating high accuracy. (credit: Dark Evil)\nFIGURE 1.24 In this figure, the dots are concentrated rather closely to one another, indicating high precision, but they are rather far away\nfrom the actual location of the restaurant, indicating low accuracy. (credit: Dark Evil)\nAccuracy, Precision, and Uncertainty\nThe degree of accuracy and precision of a measuring system are related to the uncertainty in the measurements.\nUncertainty is a quantitative measure of how much your measured values deviate from a standard or expected\nvalue. If your measurements are not very accurate or precise, then the uncertainty of your values will be very high.\nIn more general terms, uncertainty can be thought of as a disclaimer for your measured values. For example, if\nsomeone asked you to provide the mileage on your car, you might say that it is 45,000 miles, plus or minus 500\nmiles. The plus or minus amount is the uncertainty in your value. That is, you are indicating that the actual mileage\nof your car might be as low as 44,500 miles or as high as 45,500 miles, or anywhere in between. All measurements\ncontain some amount of uncertainty. In our example of measuring the length of the paper, we might say that the\nlength of the paper is 11 in., plus or minus 0.2 in. The uncertainty in a measurement,\n, is often denoted as\n(“delta\n”), so the measurement result would be recorded as\n. In our paper example, the length of the paper\ncould be expressed as\nThe factors contributing to uncertainty in a measurement include:\n1.\nLimitations of the measuring device,\n2.\nThe skill of the person making the measurement,\n3.\nIrregularities in the object being measured,\n4.\nAny other factors that affect the outcome (highly dependent on the situation).\nIn our example, such factors contributing to the uncertainty could be the following: the smallest division on the ruler\nis 0.1 in., the person using the ruler has bad eyesight, or one side of the paper is slightly longer than the other. At\nany rate, the uncertainty in a measurement must be based on a careful consideration of all the factors that might\ncontribute and their possible effects.\n",
    "start_page": 24,
    "end_page": 25
  },
  {
    "chapter": 1,
    "section": "1.3",
    "title": "• Accuracy, Precision, and Significant Figures",
    "text": "1.3 • Accuracy, Precision, and Significant Figures\n25\nPercent Uncertainty\nOne method of expressing uncertainty is as a percent of the measured value. If a measurement\nis expressed with\nuncertainty,\n, the percent uncertainty (%unc) is defined to be\nEXAMPLE 1.2\nCalculating Percent Uncertainty: A Bag of Apples\nA grocery store sells\nbags of apples. You purchase four bags over the course of a month and weigh the apples\neach time. You obtain the following measurements:\n•\nWeek 1 weight:\n•\nWeek 2 weight:\n•\nWeek 3 weight:\n•\nWeek 4 weight:\nYou determine that the weight of the\nbag has an uncertainty of\n. What is the percent uncertainty of the\nbag’s weight?\nStrategy\nFirst, observe that the expected value of the bag’s weight,\n, is 5 lb. The uncertainty in this value,\n, is 0.4 lb. We\ncan use the following equation to determine the percent uncertainty of the weight:\nSolution\nPlug the known values into the equation:\nDiscussion\nWe can conclude that the weight of the apple bag is\n. Consider how this percent uncertainty would change\nif the bag of apples were half as heavy, but the uncertainty in the weight remained the same. Hint for future\ncalculations: when calculating percent uncertainty, always remember that you must multiply the fraction by 100%.\nIf you do not do this, you will have a decimal quantity, not a percent value.\nUncertainties in Calculations\nThere is an uncertainty in anything calculated from measured quantities. For example, the area of a floor calculated\nfrom measurements of its length and width has an uncertainty because the length and width have uncertainties.\nHow big is the uncertainty in something you calculate by multiplication or division? If the measurements going into\nthe calculation have small uncertainties (a few percent or less), then the method of adding percents can be used\nfor multiplication or division. This method says that the percent uncertainty in a quantity calculated by multiplication\nMaking Connections: Real-World Connections – Fevers or Chills?\nUncertainty is a critical piece of information, both in physics and in many other real-world applications. Imagine\nyou are caring for a sick child. You suspect the child has a fever, so you check their temperature with a\nthermometer. What if the uncertainty of the thermometer were\n? If the child’s temperature reading was\n(which is normal body temperature), the “true” temperature could be anywhere from a hypothermic\nto a dangerously high\n. A thermometer with an uncertainty of\nwould be useless.\n1.7\n1.8\n1.9\n26\n1 • Introduction: The Nature of Science and Physics\nAccess for free at openstax.org\nor division is the sum of the percent uncertainties in the items used to make the calculation. For example, if a floor\nhas a length of\nand a width of\n, with uncertainties of\nand\n, respectively, then the area of the\nfloor is\nand has an uncertainty of\n. (Expressed as an area this is\n, which we round to\nsince the area of the floor is given to a tenth of a square meter.)\nCHECK YOUR UNDERSTANDING\nA high school track coach has just purchased a new stopwatch. The stopwatch manual states that the stopwatch\nhas an uncertainty of ±0.05 s. The team's top sprinter clocked a 100 meter sprint at 12.04 seconds last week and at\n",
    "start_page": 26,
    "end_page": 27
  },
  {
    "chapter": 1,
    "section": "11.96",
    "title": "seconds this week. Can we conclude that this week's time was faster?",
    "text": "11.96 seconds this week. Can we conclude that this week's time was faster?\nSolution\nNo, the uncertainty in the stopwatch is too great to effectively differentiate between the sprint times.\nPrecision of Measuring Tools and Significant Figures\nAn important factor in the accuracy and precision of measurements involves the precision of the measuring tool. In\ngeneral, a precise measuring tool is one that can measure values in very small increments. For example, a standard\nruler can measure length to the nearest millimeter, while a caliper can measure length to the nearest 0.01\nmillimeter. The caliper is a more precise measuring tool because it can measure extremely small differences in\nlength. The more precise the measuring tool, the more precise and accurate the measurements can be.\nWhen we express measured values, we can only list as many digits as we initially measured with our measuring tool.\nFor example, if you use a standard ruler to measure the length of a stick, you may measure it to be\n. You\ncould not express this value as\nbecause your measuring tool was not precise enough to measure a\nhundredth of a centimeter. It should be noted that the last digit in a measured value has been estimated in some\nway by the person performing the measurement. For example, the person measuring the length of a stick with a\nruler notices that the stick length seems to be somewhere in between\nand\n, and they must\nestimate the value of the last digit. Using the method of significant figures, the rule is that the last digit written\ndown in a measurement is the first digit with some uncertainty. In order to determine the number of significant\ndigits in a value, start with the first measured value at the left and count the number of digits through the last digit\nwritten on the right. For example, the measured value\nhas three digits, or significant figures. Significant\nfigures indicate the precision of a measuring tool that was used to measure a value.\nZeros\nSpecial consideration is given to zeros when counting significant figures. The zeros in 0.053 are not significant,\nbecause they are only placekeepers that locate the decimal point. There are two significant figures in 0.053. The\nzeros in 10.053 are not placekeepers but are significant—this number has five significant figures. The zeros in 1300\nmay or may not be significant depending on the style of writing numbers. They could mean the number is known to\nthe last digit, or they could be placekeepers. So 1300 could have two, three, or four significant figures. (To avoid this\nambiguity, write 1300 in scientific notation.) Zeros are significant except when they serve only as placekeepers.\nCHECK YOUR UNDERSTANDING\nDetermine the number of significant figures in the following measurements:\na.\n0.0009\nb.\n15,450.0\nc.\nd.\n87.990\ne.\n30.42\nSolution\n(a) 1; the zeros in this number are placekeepers that indicate the decimal point\n(b) 6; here, the zeros indicate that a measurement was made to the 0.1 decimal point, so the zeros are significant\n(c) 1; the value\nsignifies the decimal place, not the number of measured values\n",
    "start_page": 28,
    "end_page": 27
  },
  {
    "chapter": 1,
    "section": "1.3",
    "title": "• Accuracy, Precision, and Significant Figures",
    "text": "1.3 • Accuracy, Precision, and Significant Figures\n27\n(d) 5; the final zero indicates that a measurement was made to the 0.001 decimal point, so it is significant\n(e) 4; any zeros located in between significant figures in a number are also significant\nSignificant Figures in Calculations\nWhen combining measurements with different degrees of accuracy and precision, the number of significant digits in\nthe final answer can be no greater than the number of significant digits in the least precise measured value. There\nare two different rules, one for multiplication and division and the other for addition and subtraction, as discussed\nbelow.\n1. For multiplication and division: The result should have the same number of significant figures as the quantity\nhaving the least significant figures entering into the calculation. For example, the area of a circle can be calculated\nfrom its radius using\n. Let us see how many significant figures the area has if the radius has only two—say,\n. Then,\nis what you would get using a calculator that has an eight-digit output. But because the radius has only two\nsignificant figures, it limits the calculated quantity to two significant figures or\neven though\nis good to at least eight digits.\n2. For addition and subtraction: The answer can contain no more decimal places than the least precise\nmeasurement. Suppose that you buy 7.56-kg of potatoes in a grocery store as measured with a scale with precision\n",
    "start_page": 28,
    "end_page": 28
  },
  {
    "chapter": 1,
    "section": "0.01",
    "title": "kg. Then you drop off 6.052-kg of potatoes at your laboratory as measured by a scale with precision 0.001 kg.",
    "text": "0.01 kg. Then you drop off 6.052-kg of potatoes at your laboratory as measured by a scale with precision 0.001 kg.\nFinally, you go home and add 13.7 kg of potatoes as measured by a bathroom scale with precision 0.1 kg. How many\nkilograms of potatoes do you now have, and how many significant figures are appropriate in the answer? The mass is\nfound by simple addition and subtraction:\nNext, we identify the least precise measurement: 13.7 kg. This measurement is expressed to the 0.1 decimal place,\nso our final answer must also be expressed to the 0.1 decimal place. Thus, the answer is rounded to the tenths\nplace, giving us 15.2 kg.\nSignificant Figures in this Text\nIn this text, most numbers are assumed to have three significant figures. Furthermore, consistent numbers of\nsignificant figures are used in all worked examples. You will note that an answer given to three digits is based on\ninput good to at least three digits, for example. If the input has fewer significant figures, the answer will also have\nfewer significant figures. Care is also taken that the number of significant figures is reasonable for the situation\nposed. In some topics, particularly in optics, more accurate numbers are needed and more than three significant\nfigures will be used. Finally, if a number is exact, such as the two in the formula for the circumference of a circle,\n, it does not affect the number of significant figures in a calculation.\nCHECK YOUR UNDERSTANDING\nPerform the following calculations and express your answer using the correct number of significant digits.\n(a) A woman has two bags weighing 13.5 pounds and one bag with a weight of 10.2 pounds. What is the total weight\nof the bags?\n(b) The force\non an object is equal to its mass\nmultiplied by its acceleration\n. If a wagon with mass 55 kg\naccelerates at a rate of\n, what is the force on the wagon? (The unit of force is called the newton, and it is\nexpressed with the symbol N.)\n1.10\n1.11\n1.12\n28\n1 • Introduction: The Nature of Science and Physics\nAccess for free at openstax.org\nSolution\n(a) 37.2 pounds; Because the number of bags is an exact value, it is not considered in the significant figures.\n(b) 1.4 N; Because the value 55 kg has only two significant figures, the final value must also contain two significant\nfigures.\n",
    "start_page": 29,
    "end_page": 29
  },
  {
    "chapter": 1,
    "section": "1.4",
    "title": "Approximation",
    "text": "1.4 Approximation\nLEARNING OBJECTIVES\nBy the end of this section, you will be able to:\n•\nMake reasonable approximations based on given data.\nOn many occasions, physicists, other scientists, and engineers need to make approximations or “guesstimates” for\na particular quantity. What is the distance to a certain destination? What is the approximate density of a given item?\nAbout how large a current will there be in a circuit? Many approximate numbers are based on formulae in which the\ninput quantities are known only to a limited accuracy. As you develop problem-solving skills (that can be applied to a\nvariety of fields through a study of physics), you will also develop skills at approximating. You will develop these\nskills through thinking more quantitatively, and by being willing to take risks. As with any endeavor, experience\nhelps, as well as familiarity with units. These approximations allow us to rule out certain scenarios or unrealistic\nnumbers. Approximations also allow us to challenge others and guide us in our approaches to our scientific world.\nLet us do two examples to illustrate this concept.\nEXAMPLE 1.3\nApproximate the Height of a Building\nCan you approximate the height of one of the buildings on your campus, or in your neighborhood? Let us make an\napproximation based upon the height of a person. In this example, we will calculate the height of a 39-story\nbuilding.\nStrategy\nThink about the average height of an adult male. We can approximate the height of the building by scaling up from\nthe height of a person.\nSolution\nBased on information in the example, we know there are 39 stories in the building. If we use the fact that the height\nof one story is approximately equal to about the length of two adult humans (each human is about 2-m tall), then we\ncan estimate the total height of the building to be\nDiscussion\nYou can use known quantities to determine an approximate measurement of unknown quantities. If your hand\nmeasures 10 cm across, how many hand lengths equal the width of your desk? What other measurements can you\napproximate besides length?\n1.13\n",
    "start_page": 30,
    "end_page": 29
  },
  {
    "chapter": 1,
    "section": "1.4",
    "title": "• Approximation",
    "text": "1.4 • Approximation\n29\nEXAMPLE 1.4\nApproximating Vast Numbers: a Trillion Dollars\nFIGURE 1.25 A bank stack contains one-hundred $100 bills, and is worth $10,000. How many bank stacks make up a trillion dollars?\n(credit: Andrew Magill)\nThe U.S. federal debt in 2021 was a little more than $28 trillion. Most of us do not have any concept of how much\neven one trillion actually is. Suppose that you were given a trillion dollars in $100 bills. If you made 100-bill stacks\nand used them to evenly cover a football field (between the end zones), make an approximation of how high the\nmoney pile would become. (We will use feet/inches rather than meters here because football fields are measured in\nyards.) One of your friends says 3 in., while another says 10 ft. What do you think?\nStrategy\nWhen you imagine the situation, you probably envision thousands of small stacks of 100 wrapped $100 bills, such\nas you might see in movies or at a bank. Since this is an easy-to-approximate quantity, let us start there. We can find\nthe volume of a stack of 100 bills, find out how many stacks make up one trillion dollars, and then set this volume\nequal to the area of the football field multiplied by the unknown height.\nSolution\n(1) Calculate the volume of a stack of 100 bills. The dimensions of a single bill are approximately 3 in. by 6 in. A\nstack of 100 of these is about 0.5 in. thick. So the total volume of a stack of 100 bills is:\n(2) Calculate the number of stacks. Note that a trillion dollars is equal to\nand a stack of one-hundred\nbills is equal to\nor\n. The number of stacks you will have is:\n(3) Calculate the area of a football field in square inches. The area of a football field is\nwhich gives\nBecause we are working in inches, we need to convert square yards to square inches:\nThis conversion gives us\nfor the area of the field. (Note that we are using only one significant figure in\nthese calculations.)\n(4) Calculate the total volume of the bills. The volume of all the\n-bill stacks is\n1.14\n1.15\n1.16\n30\n1 • Introduction: The Nature of Science and Physics\nAccess for free at openstax.org\n(5) Calculate the height. To determine the height of the bills, use the equation:\nThe height of the money will be about 100 in. high. Converting this value to feet gives\nDiscussion\nThe final approximate value is much higher than the early estimate of 3 in., but the other early estimate of 10 ft (120\nin.) was roughly correct. How did the approximation measure up to your first guess? What can this exercise tell you\nin terms of rough “guesstimates” versus carefully calculated approximations?\nCHECK YOUR UNDERSTANDING\nUsing mental math and your understanding of fundamental units, approximate the area of a regulation basketball\ncourt. Describe the process you used to arrive at your final approximation.\nSolution\nAn average male is about two meters tall. It would take approximately 15 males laid out end to end to cover the\nlength, and about 7 to cover the width. That gives an approximate area of\n.\n1.17\n1.18\n",
    "start_page": 30,
    "end_page": 31
  },
  {
    "chapter": 1,
    "section": "1.4",
    "title": "• Approximation",
    "text": "1.4 • Approximation\n31\nGlossary\naccuracy\nthe degree to which a measured value\nagrees with correct value for that measurement\napproximation\nan estimated value based on prior\nexperience and reasoning\nclassical physics\nphysics that was developed from\nthe Renaissance to the end of the 19th century\nconversion factor\na ratio expressing how many of\none unit are equal to another unit\nderived units\nunits that can be calculated using\nalgebraic combinations of the fundamental units\nEnglish units\nsystem of measurement used in the\nUnited States; includes units of measurement such\nas feet, gallons, and pounds\nfundamental units\nunits that can only be expressed\nrelative to the procedure used to measure them\nkilogram\nthe SI unit for mass, abbreviated (kg)\nlaw\na description, using concise language or a\nmathematical formula, a generalized pattern in\nnature that is supported by scientific evidence and\nrepeated experiments\nmeter\nthe SI unit for length, abbreviated (m)\nmethod of adding percents\nthe percent uncertainty\nin a quantity calculated by multiplication or division\nis the sum of the percent uncertainties in the items\nused to make the calculation\nmetric system\na system in which values can be\ncalculated in factors of 10\nmodel\nrepresentation of something that is often too\ndifficult (or impossible) to display directly\nmodern physics\nthe study of relativity, quantum\nmechanics, or both\norder of magnitude\nrefers to the size of a quantity as\nit relates to a power of 10\npercent uncertainty\nthe ratio of the uncertainty of a\nmeasurement to the measured value, expressed as\na percentage\nphysical quantity\na characteristic or property of an\nobject that can be measured or calculated from\nother measurements\nphysics\nthe science concerned with describing the\ninteractions of energy, matter, space, and time; it is\nespecially interested in what fundamental\nmechanisms underlie every phenomenon\nprecision\nthe degree to which repeated\nmeasurements agree with each other\nquantum mechanics\nthe study of objects smaller\nthan can be seen with a microscope\nrelativity\nthe study of objects moving at speeds\ngreater than about 1% of the speed of light, or of\nobjects being affected by a strong gravitational field\nscientific method\na method that typically begins with\nan observation and question that the scientist will\nresearch; next, the scientist typically performs some\nresearch about the topic and then devises a\nhypothesis; then, the scientist will test the\nhypothesis by performing an experiment; finally, the\nscientist analyzes the results of the experiment and\ndraws a conclusion\nsecond\nthe SI unit for time, abbreviated (s)\nSI units\nthe international system of units that\nscientists in most countries have agreed to use;\nincludes units such as meters, liters, and grams\nsignificant figures\nexpress the precision of a\nmeasuring tool used to measure a value\ntheory\nan explanation for patterns in nature that is\nsupported by scientific evidence and verified\nmultiple times by various groups of researchers\nuncertainty\na quantitative measure of how much\nyour measured values deviate from a standard or\nexpected value\nunits\na standard used for expressing and comparing\nmeasurements\nSection Summary\n",
    "start_page": 32,
    "end_page": 32
  },
  {
    "chapter": 1,
    "section": "1.1",
    "title": "Physics: An Introduction",
    "text": "1.1 Physics: An Introduction\n•\nScience seeks to discover and describe the\nunderlying order and simplicity in nature.\n•\nPhysics is the most basic of the sciences,\nconcerning itself with energy, matter, space and\ntime, and their interactions.\n•\nScientific laws and theories express the general\ntruths of nature and the body of knowledge they\nencompass. These laws of nature are rules that all\nnatural processes appear to follow.\n",
    "start_page": 33,
    "end_page": 32
  },
  {
    "chapter": 1,
    "section": "1.2",
    "title": "Physical Quantities and Units",
    "text": "1.2 Physical Quantities and Units\n•\nPhysical quantities are a characteristic or property\nof an object that can be measured or calculated\nfrom other measurements.\n•\nUnits are standards for expressing and comparing\nthe measurement of physical quantities. All units\ncan be expressed as combinations of four\nfundamental units.\n•\nThe four fundamental units we will use in this text\nare the meter (for length), the kilogram (for mass),\nthe second (for time), and the ampere (for electric\ncurrent). These units are part of the metric system,\nwhich uses powers of 10 to relate quantities over\nthe vast ranges encountered in nature.\n•\nThe four fundamental units are abbreviated as\nfollows: meter, m; kilogram, kg; second, s; and\n32\n1 • Glossary\nAccess for free at openstax.org\nampere, A. The metric system also uses a standard\nset of prefixes to denote each order of magnitude\ngreater than or lesser than the fundamental unit\nitself.\n•\nUnit conversions involve changing a value\nexpressed in one type of unit to another type of\nunit. This is done by using conversion factors,\nwhich are ratios relating equal quantities of\ndifferent units.\n",
    "start_page": 33,
    "end_page": 33
  },
  {
    "chapter": 1,
    "section": "1.3",
    "title": "Accuracy, Precision, and Significant",
    "text": "1.3 Accuracy, Precision, and Significant\nFigures\n•\nAccuracy of a measured value refers to how close\na measurement is to the correct value. The\nuncertainty in a measurement is an estimate of the\namount by which the measurement result may\ndiffer from this value.\n•\nPrecision of measured values refers to how close\nthe agreement is between repeated\nmeasurements.\n•\nThe precision of a measuring tool is related to the\nsize of its measurement increments. The smaller\nthe measurement increment, the more precise the\ntool.\n•\nSignificant figures express the precision of a\nmeasuring tool.\n•\nWhen multiplying or dividing measured values, the\nfinal answer can contain only as many significant\nfigures as the least precise value.\n•\nWhen adding or subtracting measured values, the\nfinal answer cannot contain more decimal places\nthan the least precise value.\n",
    "start_page": 34,
    "end_page": 33
  },
  {
    "chapter": 1,
    "section": "1.4",
    "title": "Approximation",
    "text": "1.4 Approximation\nScientists often approximate the values of quantities to\nperform calculations and analyze systems.\nConceptual Questions\n",
    "start_page": 34,
    "end_page": 33
  },
  {
    "chapter": 1,
    "section": "1.1",
    "title": "Physics: An Introduction",
    "text": "1.1 Physics: An Introduction\n1. Models are particularly useful in relativity and\nquantum mechanics, where conditions are outside\nthose normally encountered by humans. What is a\nmodel?\n2. How does a model differ from a theory?\n3. If two different theories describe experimental\nobservations equally well, can one be said to be\nmore valid than the other (assuming both use\naccepted rules of logic)?\n4. What determines the validity of a theory?\n5. Certain criteria must be satisfied if a measurement\nor observation is to be believed. Will the criteria\nnecessarily be as strict for an expected result as for\nan unexpected result?\n6. Can the validity of a model be limited, or must it be\nuniversally valid? How does this compare to the\nrequired validity of a theory or a law?\n7. Classical physics is a good approximation to\nmodern physics under certain circumstances. What\nare they?\n8. When is it necessary to use relativistic quantum\nmechanics?\n9. Can classical physics be used to accurately\ndescribe a satellite moving at a speed of 7500 m/s?\nExplain why or why not.\n",
    "start_page": 34,
    "end_page": 33
  },
  {
    "chapter": 1,
    "section": "1.2",
    "title": "Physical Quantities and Units",
    "text": "1.2 Physical Quantities and Units\n10. Identify some advantages of metric units.\n",
    "start_page": 34,
    "end_page": 33
  },
  {
    "chapter": 1,
    "section": "1.3",
    "title": "Accuracy, Precision, and Significant",
    "text": "1.3 Accuracy, Precision, and Significant\nFigures\n11. What is the relationship between the accuracy and\nuncertainty of a measurement?\n12. Prescriptions for vision correction are given in\nunits called diopters (D). Determine the meaning\nof that unit. Obtain information (perhaps by calling\nan optometrist or performing an internet search)\non the minimum uncertainty with which\ncorrections in diopters are determined and the\naccuracy with which corrective lenses can be\nproduced. Discuss the sources of uncertainties in\nboth the prescription and accuracy in the\nmanufacture of lenses.\nProblems & Exercises\n",
    "start_page": 34,
    "end_page": 33
  },
  {
    "chapter": 1,
    "section": "1.2",
    "title": "Physical Quantities and Units",
    "text": "1.2 Physical Quantities and Units\n1. The speed limit on some interstate highways is\nroughly 100 km/h. (a) What is this in meters per\nsecond? (b) How many miles per hour is this?\n2. A car is traveling at a speed of\n. (a) What is\nits speed in kilometers per hour? (b) Is it exceeding\nthe\nspeed limit?\n3. Show that\n. Hint: Show the\nexplicit steps involved in converting\n4. American football is played on a 100-yd-long field,\nexcluding the end zones. How long is the field in\nmeters? (Assume that 1 meter equals 3.281 feet.)\n1 • Conceptual Questions\n33\n5. Soccer fields vary in size. A large soccer field is 115\nm long and 85 m wide. What are its dimensions in\nfeet and inches? (Assume that 1 meter equals\n",
    "start_page": 34,
    "end_page": 34
  },
  {
    "chapter": 1,
    "section": "3.281",
    "title": "feet.)",
    "text": "3.281 feet.)\n6. What is the height in meters of a person who is 6 ft\n",
    "start_page": 35,
    "end_page": 34
  },
  {
    "chapter": 1,
    "section": "1.0",
    "title": "in. tall? (Assume that 1 meter equals 39.37 in.)",
    "text": "1.0 in. tall? (Assume that 1 meter equals 39.37 in.)\n7. Mount Everest, at 29,028 feet, is the tallest\nmountain on the Earth. What is its height in\nkilometers? (Assume that 1 kilometer equals 3,281\nfeet.)\n8. The speed of sound is measured to be\non a\ncertain day. What is this in km/h?\n9. Tectonic plates are large segments of the Earth’s\ncrust that move slowly. Suppose that one such\nplate has an average speed of 4.0 cm/year. (a) What\ndistance does it move in 1 s at this speed? (b) What\nis its speed in kilometers per million years?\n10. (a) Refer to Table 1.3 to determine the average\ndistance between the Earth and the Sun. Then\ncalculate the average speed of the Earth in its\norbit in kilometers per second. (b) What is this in\nmeters per second?\n",
    "start_page": 35,
    "end_page": 34
  },
  {
    "chapter": 1,
    "section": "1.3",
    "title": "Accuracy, Precision, and Significant",
    "text": "1.3 Accuracy, Precision, and Significant\nFigures\nExpress your answers to problems in this section to\nthe correct number of significant figures and proper\nunits.\n11. Suppose that your bathroom scale reads your\nmass as 65 kg with a 3% uncertainty. What is the\nuncertainty in your mass (in kilograms)?\n12. A good-quality measuring tape can be off by 0.50\ncm over a distance of 20 m. What is its percent\nuncertainty?\n13. (a) A car speedometer has a\nuncertainty.\nWhat is the range of possible speeds when it reads\n? (b) Convert this range to miles per hour.\n14. An infant’s pulse rate is measured to be\nbeats/min. What is the percent uncertainty in this\nmeasurement?\n15. (a) Suppose that a person has an average heart\nrate of 72.0 beats/min. How many beats do they\nhave in 2.0 y? (b) In 2.00 y? (c) In 2.000 y?\n16. A can contains 375 mL of soda. How much is left\nafter 308 mL is removed?\n17. State how many significant figures are proper in\nthe results of the following calculations: (a)\n(b)\n(c)\n.\n18. (a) How many significant figures are in the\nnumbers 99 and 100? (b) If the uncertainty in\neach number is 1, what is the percent uncertainty\nin each? (c) Which is a more meaningful way to\nexpress the accuracy of these two numbers,\nsignificant figures or percent uncertainties?\n19. (a) If your speedometer has an uncertainty of\nat a speed of\n, what is the\npercent uncertainty? (b) If it has the same percent\nuncertainty when it reads\n, what is the\nrange of speeds you could be going?\n20. (a) A person’s blood pressure is measured to be\n. What is its percent uncertainty?\n(b) Assuming the same percent uncertainty, what\nis the uncertainty in a blood pressure\nmeasurement of\n?\n21. A person measures their heart rate by counting\nthe number of beats in\n. If\nbeats are\ncounted in\n, what is the heart rate and\nits uncertainty in beats per minute?\n22. What is the area of a circle\nin diameter?\n23. If a marathon runner averages 9.5 mi/h, how long\ndoes it take him or her to run a 26.22-mi\nmarathon?\n24. A marathon runner completes a\ncourse in\n, 30 min, and\n. There is an\nuncertainty of\nin the distance traveled and\nan uncertainty of 1 s in the elapsed time. (a)\nCalculate the percent uncertainty in the distance.\n(b) Calculate the uncertainty in the elapsed time.\n(c) What is the average speed in meters per\nsecond? (d) What is the uncertainty in the average\nspeed?\n25. The sides of a small rectangular box are measured\nto be\n,\nlong. Calculate\nits volume and uncertainty in cubic centimeters.\n26. When non-metric units were used in the United\nKingdom, a unit of mass called the pound-mass\n(lbm) was employed, where\n.\n(a) If there is an uncertainty of\nin the\npound-mass unit, what is its percent uncertainty?\n(b) Based on that percent uncertainty, what mass\nin pound-mass has an uncertainty of 1 kg when\nconverted to kilograms?\n27. The length and width of a rectangular room are\nmeasured to be\nand\n. Calculate the area of the room\nand its uncertainty in square meters.\n34\n1 • Problems & Exercises\nAccess for free at openstax.org\n28. A car engine moves a piston with a circular cross\nsection of\ndiameter a distance\nof\nto compress the gas in the\ncylinder. (a) By what amount is the gas decreased\nin volume in cubic centimeters? (b) Find the\nuncertainty in this volume.\n",
    "start_page": 35,
    "end_page": 35
  },
  {
    "chapter": 1,
    "section": "1.4",
    "title": "Approximation",
    "text": "1.4 Approximation\n29. How many heartbeats are there in a lifetime?\n30. A generation is about one-third of a lifetime.\nApproximately how many generations have\npassed since the year 0 AD?\n31. How many times longer than the mean life of an\nextremely unstable atomic nucleus is the lifetime\nof a human? (Hint: The lifetime of an unstable\natomic nucleus is on the order of\n.)\n32. Calculate the approximate number of atoms in a\nbacterium. Assume that the average mass of an\natom in the bacterium is ten times the mass of a\nhydrogen atom. (Hint: The mass of a hydrogen\natom is on the order of\nand the mass of\na bacterium is on the order of\n)\nFIGURE 1.26 This color-enhanced photo shows Salmonella\ntyphimurium (red) attacking human cells. These bacteria are\ncommonly known for causing foodborne illness. Can you estimate\nthe number of atoms in each bacterium? (credit: Rocky Mountain\nLaboratories, NIAID, NIH)\n33. Approximately how many atoms thick is a cell\nmembrane, assuming all atoms there average\nabout twice the size of a hydrogen atom?\n34. (a) What fraction of Earth’s diameter is the\ngreatest ocean depth? (b) The greatest mountain\nheight?\n35. (a) Calculate the number of cells in a hummingbird\nassuming the mass of an average cell is ten times\nthe mass of a bacterium. (b) Making the same\nassumption, how many cells are there in a human?\n36. Assuming one nerve impulse must end before\nanother can begin, what is the maximum firing\nrate of a nerve in impulses per second?\n1 • Problems & Exercises\n35\n36\n1 • Problems & Exercises\nAccess for free at openstax.org\nINTRODUCTION TO ONE-DIMENSIONAL KINEMATICS\nCHAPTER 2\nKinematics\n",
    "start_page": 36,
    "end_page": 37
  },
  {
    "chapter": 2,
    "section": "2.1",
    "title": "Displacement",
    "text": "2.1 Displacement\n",
    "start_page": 38,
    "end_page": 37
  },
  {
    "chapter": 2,
    "section": "2.2",
    "title": "Vectors, Scalars, and Coordinate Systems",
    "text": "2.2 Vectors, Scalars, and Coordinate Systems\n",
    "start_page": 38,
    "end_page": 37
  },
  {
    "chapter": 2,
    "section": "2.3",
    "title": "Time, Velocity, and Speed",
    "text": "2.3 Time, Velocity, and Speed\n",
    "start_page": 38,
    "end_page": 37
  },
  {
    "chapter": 2,
    "section": "2.4",
    "title": "Acceleration",
    "text": "2.4 Acceleration\n",
    "start_page": 38,
    "end_page": 37
  },
  {
    "chapter": 2,
    "section": "2.5",
    "title": "Motion Equations for Constant Acceleration in One Dimension",
    "text": "2.5 Motion Equations for Constant Acceleration in One Dimension\n",
    "start_page": 38,
    "end_page": 37
  },
  {
    "chapter": 2,
    "section": "2.6",
    "title": "Problem-Solving Basics for One-Dimensional Kinematics",
    "text": "2.6 Problem-Solving Basics for One-Dimensional Kinematics\n",
    "start_page": 38,
    "end_page": 37
  },
  {
    "chapter": 2,
    "section": "2.7",
    "title": "Falling Objects",
    "text": "2.7 Falling Objects\n",
    "start_page": 38,
    "end_page": 37
  },
  {
    "chapter": 2,
    "section": "2.8",
    "title": "Graphical Analysis of One-Dimensional Motion",
    "text": "2.8 Graphical Analysis of One-Dimensional Motion\nObjects are in motion everywhere we look. Everything\nfrom a tennis game to a space-probe flyby of the planet Neptune involves motion. When you are resting, your heart\nmoves blood through your veins. And even in inanimate objects, there is continuous motion in the vibrations of\natoms and molecules. Questions about motion are interesting in and of themselves: How long will it take for a space\nprobe to get to Mars? Where will a football land if it is thrown at a certain angle? But an understanding of motion is\nalso key to understanding other concepts in physics. An understanding of acceleration, for example, is crucial to the\nstudy of force.\nOur formal study of physics begins with kinematics which is defined as the study of motion without considering its\ncauses. The word “kinematics” comes from a Greek term meaning motion and is related to other English words such\nas “cinema” (movies) and “kinesiology” (the study of human motion). In one-dimensional kinematics and Two-\nDimensional Kinematics we will study only the motion of a football, for example, without worrying about what forces\ncause or change its motion. Such considerations come in other chapters. In this chapter, we examine the simplest\nFIGURE 2.1 The motion of an American kestrel through the air can be described by the bird’s displacement, speed, velocity, and\nacceleration. When it flies in a straight line without any change in direction, its motion is said to be one dimensional. (credit: Vince Maidens,\nWikimedia Commons)\nCHAPTER OUTLINE\ntype of motion—namely, motion along a straight line, or one-dimensional motion. In Two-Dimensional Kinematics,\nwe apply concepts developed here to study motion along curved paths (two- and three-dimensional motion); for\nexample, that of a car rounding a curve.\nClick to view content (https://openstax.org/books/college-physics-2e/pages/2-introduction-to-onedimensional-\nkinematics)\n",
    "start_page": 38,
    "end_page": 38
  },
  {
    "chapter": 2,
    "section": "2.1",
    "title": "Displacement",
    "text": "2.1 Displacement\nLEARNING OBJECTIVES\nBy the end of this section, you will be able to:\n•\nDefine position, displacement, distance, and distance traveled.\n•\nExplain the relationship between position and displacement.\n•\nDistinguish between displacement and distance traveled.\n•\nCalculate displacement and distance given initial position, final position, and the path between the two.\nFIGURE 2.2 These cyclists in Vietnam can be described by their position relative to buildings and a canal. Their motion can be described by\ntheir change in position, or displacement, in the frame of reference. (credit: Suzan Black, Fotopedia)\nPosition\nIn order to describe the motion of an object, you must first be able to describe its position—where it is at any\nparticular time. More precisely, you need to specify its position relative to a convenient reference frame. Earth is\noften used as a reference frame, and we often describe the position of an object as it relates to stationary objects in\nthat reference frame. For example, a rocket launch would be described in terms of the position of the rocket with\nrespect to the Earth as a whole, while a professor’s position could be described in terms of where she is in relation\nto the nearby white board. (See Figure 2.3.) In other cases, we use reference frames that are not stationary but are\nin motion relative to the Earth. To describe the position of a person in an airplane, for example, we use the airplane,\nnot the Earth, as the reference frame. (See Figure 2.4.)\nDisplacement\nIf an object moves relative to a reference frame (for example, if a professor moves to the right relative to a white\nboard or a passenger moves toward the rear of an airplane), then the object’s position changes. This change in\nposition is known as displacement. The word “displacement” implies that an object has moved, or has been\ndisplaced.\nDisplacement\nDisplacement is the change in position of an object:\nwhere\nis displacement,\nis the final position, and\nis the initial position.\n2.1\n38\n2 • Kinematics\nAccess for free at openstax.org\nIn this text the upper case Greek letter\n(delta) always means “change in” whatever quantity follows it; thus,\nmeans change in position. Always solve for displacement by subtracting initial position\nfrom final position\n.\nNote that the SI unit for displacement is the meter (m) (see Physical Quantities and Units), but sometimes\nkilometers, miles, feet, and other units of length are used. Keep in mind that when units other than the meter are\nused in a problem, you may need to convert them into meters to complete the calculation.\nFIGURE 2.3 A professor paces left and right while lecturing. Her position relative to Earth is given by\n. The\ndisplacement of the\nprofessor relative to Earth is represented by an arrow pointing to the right.\nFIGURE 2.4 A passenger moves from his seat to the back of the plane. His location relative to the airplane is given by\n. The\ndisplacement of the passenger relative to the plane is represented by an arrow toward the rear of the plane. Notice that the arrow\nrepresenting his displacement is twice as long as the arrow representing the displacement of the professor (he moves twice as far) in Figure\n2.3.\nNote that displacement has a direction as well as a magnitude. The professor’s displacement is 2.0 m to the right,\nand the airline passenger’s displacement is 4.0 m toward the rear. In one-dimensional motion, direction can be\nspecified with a plus or minus sign. When you begin a problem, you should select which direction is positive (usually\nthat will be to the right or up, but you are free to select positive as being any direction). The professor’s initial\nposition is\nand her final position is\n. Thus her displacement is\n2.2\n",
    "start_page": 39,
    "end_page": 39
  },
  {
    "chapter": 2,
    "section": "2.1",
    "title": "• Displacement",
    "text": "2.1 • Displacement\n39\nIn this coordinate system, motion to the right is positive, whereas motion to the left is negative. Similarly, the\nairplane passenger’s initial position is\nand his final position is\n, so his displacement is\nHis displacement is negative because his motion is toward the rear of the plane, or in the negative\ndirection in our\ncoordinate system.\nDistance\nAlthough displacement is described in terms of direction, distance is not. Distance is defined to be the magnitude or\nsize of displacement between two positions. Note that the distance between two positions is not the same as the\ndistance traveled between them. Distance traveled is the total length of the path traveled between two positions.\nDistance has no direction and, thus, no sign. For example, the distance the professor walks is 2.0 m. The distance\nthe airplane passenger walks is 4.0 m.\nCHECK YOUR UNDERSTANDING\nA cyclist rides 3 km west and then turns around and rides 2 km east. (a) What is their displacement? (b) What\ndistance do they ride? (c) What is the magnitude of their displacement?\nSolution\nFIGURE 2.5\n(a) The rider’s displacement is\n. (The displacement is negative because we take east to be\npositive and west to be negative.)\n(b) The distance traveled is\n.\n(c) The magnitude of the displacement is\n.\n",
    "start_page": 40,
    "end_page": 40
  },
  {
    "chapter": 2,
    "section": "2.2",
    "title": "Vectors, Scalars, and Coordinate Systems",
    "text": "2.2 Vectors, Scalars, and Coordinate Systems\nLEARNING OBJECTIVES\nBy the end of this section, you will be able to:\n•\nDefine and distinguish between scalar and vector quantities.\n•\nAssign a coordinate system for a scenario involving one-dimensional motion.\n2.3\nMisconception Alert: Distance Traveled vs. Magnitude of Displacement\nIt is important to note that the distance traveled, however, can be greater than the magnitude of the\ndisplacement (by magnitude, we mean just the size of the displacement without regard to its direction; that is,\njust a number with a unit). For example, the professor could pace back and forth many times, perhaps walking a\ndistance of 150 m during a lecture, yet still end up only 2.0 m to the right of her starting point. In this case her\ndisplacement would be +2.0 m, the magnitude of her displacement would be 2.0 m, but the distance she\ntraveled would be 150 m. In kinematics we nearly always deal with displacement and magnitude of\ndisplacement, and almost never with distance traveled. One way to think about this is to assume you marked the\nstart of the motion and the end of the motion. The displacement is simply the difference in the position of the\ntwo marks and is independent of the path taken in traveling between the two marks. The distance traveled,\nhowever, is the total length of the path taken between the two marks.\n40\n2 • Kinematics\nAccess for free at openstax.org\nFIGURE 2.6 The motion of this Eclipse Concept jet can be described in terms of the distance it has traveled (a scalar quantity) or its\ndisplacement in a specific direction (a vector quantity). In order to specify the direction of motion, its displacement must be described\nbased on a coordinate system. In this case, it may be convenient to choose motion toward the left as positive motion (it is the forward\ndirection for the plane), although in many cases, the\n-coordinate runs from left to right, with motion to the right as positive and motion to\nthe left as negative. (credit: Armchair Aviator, Flickr)\nWhat is the difference between distance and displacement? Whereas displacement is defined by both direction and\nmagnitude, distance is defined only by magnitude. Displacement is an example of a vector quantity. Distance is an\nexample of a scalar quantity. A vector is any quantity with both magnitude and direction. Other examples of vectors\ninclude a velocity of 90 km/h east and a force of 500 newtons straight down.\nThe direction of a vector in one-dimensional motion is given simply by a plus\nor minus\nsign. Vectors are\nrepresented graphically by arrows. An arrow used to represent a vector has a length proportional to the vector’s\nmagnitude (e.g., the larger the magnitude, the longer the length of the vector) and points in the same direction as\nthe vector.\nSome physical quantities, like distance, either have no direction or none is specified. A scalar is any quantity that\nhas a magnitude, but no direction. For example, a\ntemperature, the 250 kilocalories (250 Calories) of energy in\na candy bar, a 90 km/h speed limit, a person’s 1.8 m height, and a distance of 2.0 m are all scalars—quantities with\nno specified direction. Note, however, that a scalar can be negative, such as a\ntemperature. In this case, the\nminus sign indicates a point on a scale rather than a direction. Scalars are never represented by arrows.\nCoordinate Systems for One-Dimensional Motion\nIn order to describe the direction of a vector quantity, you must designate a coordinate system within the reference\nframe. For one-dimensional motion, this is a simple coordinate system consisting of a one-dimensional coordinate\nline. In general, when describing horizontal motion, motion to the right is usually considered positive, and motion to\nthe left is considered negative. With vertical motion, motion up is usually positive and motion down is negative. In\nsome cases, however, as with the jet in Figure 2.6, it can be more convenient to switch the positive and negative\ndirections. For example, if you are analyzing the motion of falling objects, it can be useful to define downwards as\nthe positive direction. If people in a race are running to the left, it is useful to define left as the positive direction. It\ndoes not matter as long as the system is clear and consistent. Once you assign a positive direction and start solving\na problem, you cannot change it.\n",
    "start_page": 41,
    "end_page": 41
  },
  {
    "chapter": 2,
    "section": "2.2",
    "title": "• Vectors, Scalars, and Coordinate Systems",
    "text": "2.2 • Vectors, Scalars, and Coordinate Systems\n41\nFIGURE 2.7 It is usually convenient to consider motion upward or to the right as positive\nand motion downward or to the left as\nnegative\n.\nCHECK YOUR UNDERSTANDING\nA person’s speed can stay the same as they round a corner and changes direction. Given this information, is speed a\nscalar or a vector quantity? Explain.\nSolution\nSpeed is a scalar quantity. It does not change at all with direction changes; therefore, it has magnitude only. If it\nwere a vector quantity, it would change as direction changes (even if its magnitude remained constant).\n",
    "start_page": 42,
    "end_page": 42
  },
  {
    "chapter": 2,
    "section": "2.3",
    "title": "Time, Velocity, and Speed",
    "text": "2.3 Time, Velocity, and Speed\nLEARNING OBJECTIVES\nBy the end of this section, you will be able to:\n•\nExplain the relationships between instantaneous velocity, average velocity, instantaneous speed, average\nspeed, displacement, and time.\n•\nCalculate velocity and speed given initial position, initial time, final position, and final time.\n•\nDerive a graph of velocity vs. time given a graph of position vs. time.\n•\nInterpret a graph of velocity vs. time.\nFIGURE 2.8 The motion of these racing snails can be described by their speeds and their velocities. (credit: tobitasflickr, Flickr)\nThere is more to motion than distance and displacement. Questions such as, “How long does a foot race take?” and\n“What was the runner’s speed?” cannot be answered without an understanding of other concepts. In this section\nwe add definitions of time, velocity, and speed to expand our description of motion.\nTime\nAs discussed in Physical Quantities and Units, the most fundamental physical quantities are defined by how they are\nmeasured. This is the case with time. Every measurement of time involves measuring a change in some physical\nquantity. It may be a number on a digital clock, a heartbeat, or the position of the Sun in the sky. In physics, the\ndefinition of time is simple—time is change, or the interval over which change occurs. It is impossible to know that\n42\n2 • Kinematics\nAccess for free at openstax.org\ntime has passed unless something changes.\nThe amount of time or change is calibrated by comparison with a standard. The SI unit for time is the second,\nabbreviated s. We might, for example, observe that a certain pendulum makes one full swing every 0.75 s. We could\nthen use the pendulum to measure time by counting its swings or, of course, by connecting the pendulum to a clock\nmechanism that registers time on a dial. This allows us to not only measure the amount of time, but also to\ndetermine a sequence of events.\nHow does time relate to motion? We are usually interested in elapsed time for a particular motion, such as how long\nit takes an airplane passenger to get from his seat to the back of the plane. To find elapsed time, we note the time at\nthe beginning and end of the motion and subtract the two. For example, a lecture may start at 11:00 A.M. and end at\n11:50 A.M., so that the elapsed time would be 50 min. Elapsed time\nis the difference between the ending time\nand beginning time,\nwhere\nis the change in time or elapsed time,\nis the time at the end of the motion, and\nis the time at the\nbeginning of the motion. (As usual, the delta symbol,\n, means the change in the quantity that follows it.)\nLife is simpler if the beginning time\nis taken to be zero, as when we use a stopwatch. If we were using a\nstopwatch, it would simply read zero at the start of the lecture and 50 min at the end. If\n, then\n.\nIn this text, for simplicity’s sake,\n•\nmotion starts at time equal to zero\n•\nthe symbol\nis used for elapsed time unless otherwise specified\nVelocity\nYour notion of velocity is probably the same as its scientific definition. You know that if you have a large\ndisplacement in a small amount of time you have a large velocity, and that velocity has units of distance divided by\ntime, such as miles per hour or kilometers per hour.\nNotice that this definition indicates that velocity is a vector because displacement is a vector. It has both magnitude\nand direction. The SI unit for velocity is meters per second or m/s, but many other units, such as km/h, mi/h (also\nwritten as mph), and cm/s, are in common use. Suppose, for example, an airplane passenger took 5 seconds to\nmove −4 m (the negative sign indicates that displacement is toward the back of the plane). His average velocity\nwould be\nThe minus sign indicates the average velocity is also toward the rear of the plane.\nThe average velocity of an object does not tell us anything about what happens to it between the starting point and\nending point, however. For example, we cannot tell from average velocity whether the airplane passenger stops\nmomentarily or backs up before he goes to the back of the plane. To get more details, we must consider smaller\n2.4\nAverage Velocity\nAverage velocity is displacement (change in position) divided by the time of travel,\nwhere\nis the average (indicated by the bar over the\n) velocity,\nis the change in position (or displacement),\nand\nand\nare the final and beginning positions at times\nand\n, respectively. If the starting time\nis\ntaken to be zero, then the average velocity is simply\n2.5\n2.6\n2.7\n",
    "start_page": 43,
    "end_page": 43
  },
  {
    "chapter": 2,
    "section": "2.3",
    "title": "• Time, Velocity, and Speed",
    "text": "2.3 • Time, Velocity, and Speed\n43\nsegments of the trip over smaller time intervals.\nFIGURE 2.9 A more detailed record of an airplane passenger heading toward the back of the plane, showing smaller segments of his trip.\nThe smaller the time intervals considered in a motion, the more detailed the information. When we carry this\nprocess to its logical conclusion, we are left with an infinitesimally small interval. Over such an interval, the average\nvelocity becomes the instantaneous velocity or the velocity at a specific instant. A car’s speedometer, for example,\nshows the magnitude (but not the direction) of the instantaneous velocity of the car. (Police give tickets based on\ninstantaneous velocity, but when calculating how long it will take to get from one place to another on a road trip, you\nneed to use average velocity.) Instantaneous velocity\nis the average velocity at a specific instant in time (or over\nan infinitesimally small time interval).\nMathematically, finding instantaneous velocity,\n, at a precise instant\ncan involve taking a limit, a calculus\noperation beyond the scope of this text. However, under many circumstances, we can find precise values for\ninstantaneous velocity without calculus.\nSpeed\nIn everyday language, most people use the terms “speed” and “velocity” interchangeably. In physics, however, they\ndo not have the same meaning and they are distinct concepts. One major difference is that speed has no direction.\nThus speed is a scalar. Just as we need to distinguish between instantaneous velocity and average velocity, we also\nneed to distinguish between instantaneous speed and average speed.\nInstantaneous speed is the magnitude of instantaneous velocity. For example, suppose the airplane passenger at\none instant had an instantaneous velocity of −3.0 m/s (the minus meaning toward the rear of the plane). At that\nsame time his instantaneous speed was 3.0 m/s. Or suppose that at one time during a shopping trip your\ninstantaneous velocity is 40 km/h due north. Your instantaneous speed at that instant would be 40 km/h—the same\nmagnitude but without a direction. Average speed, however, is very different from average velocity. Average speed\nis the distance traveled divided by elapsed time.\nWe have noted that distance traveled can be greater than the magnitude of displacement. So average speed can be\ngreater than average velocity, which is displacement divided by time. For example, if you drive to a store and return\nhome in half an hour, and your car’s odometer shows the total distance traveled was 6 km, then your average speed\nwas 12 km/h. Your average velocity, however, was zero, because your displacement for the round trip is zero.\n(Displacement is change in position and, thus, is zero for a round trip.) Thus average speed is not simply the\nmagnitude of average velocity.\n44\n2 • Kinematics\nAccess for free at openstax.org\nFIGURE 2.10 During a 30-minute round trip to the store, the total distance traveled is 6 km. The average speed is 12 km/h. The\ndisplacement for the round trip is zero, since there was no net change in position. Thus the average velocity is zero.\nAnother way of visualizing the motion of an object is to use a graph. A plot of position or of velocity as a function of\ntime can be very useful. For example, for this trip to the store, the position, velocity, and speed-vs.-time graphs are\ndisplayed in Figure 2.11. (Note that these graphs depict a very simplified model of the trip. We are assuming that\nspeed is constant during the trip, which is unrealistic given that we’ll probably stop at the store. But for simplicity’s\nsake, we will model it with no stops or changes in speed. We are also assuming that the route between the store and\nthe house is a perfectly straight line.)\n",
    "start_page": 44,
    "end_page": 45
  },
  {
    "chapter": 2,
    "section": "2.3",
    "title": "• Time, Velocity, and Speed",
    "text": "2.3 • Time, Velocity, and Speed\n45\nFIGURE 2.11 Position vs. time, velocity vs. time, and speed vs. time on a trip. Note that the velocity for the return trip is negative.\nMaking Connections: Take-Home Investigation—Getting a Sense of Speed\nIf you have spent much time driving, you probably have a good sense of speeds between about 10 and 70 miles\nper hour. But what are these in meters per second? What do we mean when we say that something is moving at\n10 m/s? To get a better sense of what these values really mean, do some observations and calculations on your\nown:\n•\ncalculate typical car speeds in meters per second\n•\nestimate jogging and walking speed by timing yourself; convert the measurements into both m/s and mi/h\n46\n2 • Kinematics\nAccess for free at openstax.org\nCHECK YOUR UNDERSTANDING\nA commuter train travels from Baltimore to Washington, DC, and back in 1 hour and 45 minutes. The distance\nbetween the two stations is approximately 40 miles. What is (a) the average velocity of the train, and (b) the average\nspeed of the train in m/s?\nSolution\n(a) The average velocity of the train is zero because\n; the train ends up at the same place it starts.\n(b) The average speed of the train is calculated below. Note that the train travels 40 miles one way and 40 miles\nback, for a total distance of 80 miles.\n",
    "start_page": 46,
    "end_page": 47
  },
  {
    "chapter": 2,
    "section": "2.4",
    "title": "Acceleration",
    "text": "2.4 Acceleration\nLEARNING OBJECTIVES\nBy the end of this section, you will be able to:\n•\nDefine and distinguish between instantaneous acceleration, average acceleration, and deceleration.\n•\nCalculate acceleration given initial time, initial velocity, final time, and final velocity.\nFIGURE 2.12 A plane decelerates, or slows down, as it comes in for landing in St. Maarten. Its acceleration is opposite in direction to its\nvelocity. (credit: Steve Conry, Flickr)\nIn everyday conversation, to accelerate means to speed up. The accelerator in a car can in fact cause it to speed up.\nThe greater the acceleration, the greater the change in velocity over a given time. The formal definition of\nacceleration is consistent with these notions, but more inclusive.\nBecause acceleration is velocity in m/s divided by time in s, the SI units for acceleration are\n, meters per\nsecond squared or meters per second per second, which literally means by how many meters per second the\nvelocity changes every second.\n•\ndetermine the speed of an ant, snail, or falling leaf\n2.8\n2.9\nAverage Acceleration\nAverage Acceleration is the rate at which velocity changes,\nwhere\nis average acceleration,\nis velocity, and\nis time. (The bar over the\nmeans average acceleration.)\n2.10\n",
    "start_page": 48,
    "end_page": 47
  },
  {
    "chapter": 2,
    "section": "2.4",
    "title": "• Acceleration",
    "text": "2.4 • Acceleration\n47\nRecall that velocity is a vector—it has both magnitude and direction. This means that a change in velocity can be a\nchange in magnitude (or speed), but it can also be a change in direction. For example, if a car turns a corner at\nconstant speed, it is accelerating because its direction is changing. The quicker you turn, the greater the\nacceleration. So there is an acceleration when velocity changes either in magnitude (an increase or decrease in\nspeed) or in direction, or both.\nKeep in mind that although acceleration is in the direction of the change in velocity, it is not always in the direction of\nmotion. When an object slows down, its acceleration is opposite to the direction of its motion. This is known as\ndeceleration.\nFIGURE 2.13 A subway train in Sao Paulo, Brazil, decelerates as it comes into a station. It is accelerating in a direction opposite to its\ndirection of motion. (credit: Yusuke Kawasaki, Flickr)\nAcceleration as a Vector\nAcceleration is a vector in the same direction as the change in velocity,\n. Since velocity is a vector, it can\nchange either in magnitude or in direction. Acceleration is therefore a change in either speed or direction, or\nboth.\nMisconception Alert: Deceleration vs. Negative Acceleration\nDeceleration always refers to acceleration in the direction opposite to the direction of the velocity. Deceleration\nalways reduces speed. Negative acceleration, however, is acceleration in the negative direction in the chosen\ncoordinate system. Negative acceleration may or may not be deceleration, and deceleration may or may not be\nconsidered negative acceleration. For example, consider Figure 2.14.\n48\n2 • Kinematics\nAccess for free at openstax.org\nEXAMPLE 2.1\nCalculating Acceleration: A Racehorse Leaves the Gate\nA racehorse coming out of the gate accelerates from rest to a velocity of 15.0 m/s due west in 1.80 s. What is its\naverage acceleration?\nFIGURE 2.14 (a) This car is speeding up as it moves toward the right. It therefore has positive acceleration in our coordinate system.\n(b) This car is slowing down as it moves toward the right. Therefore, it has negative acceleration in our coordinate system, because its\nacceleration is toward the left. The car is also decelerating: the direction of its acceleration is opposite to its direction of motion. (c)\nThis car is moving toward the left, but slowing down over time. Therefore, its acceleration is positive in our coordinate system because\nit is toward the right. However, the car is decelerating because its acceleration is opposite to its motion. (d) This car is speeding up as it\nmoves toward the left. It has negative acceleration because it is accelerating toward the left. However, because its acceleration is in\nthe same direction as its motion, it is speeding up (not decelerating).\n",
    "start_page": 48,
    "end_page": 49
  },
  {
    "chapter": 2,
    "section": "2.4",
    "title": "• Acceleration",
    "text": "2.4 • Acceleration\n49\nFIGURE 2.15 (credit: Jon Sullivan, PD Photo.org)\nStrategy\nFirst we draw a sketch and assign a coordinate system to the problem. This is a simple problem, but it always helps\nto visualize it. Notice that we assign east as positive and west as negative. Thus, in this case, we have negative\nvelocity.\nFIGURE 2.16\nWe can solve this problem by identifying\nand\nfrom the given information and then calculating the average\nacceleration directly from the equation\n.\nSolution\n1. Identify the knowns.\n,\n(the negative sign indicates direction toward the west),\n.\n2. Find the change in velocity. Since the horse is going from zero to\n, its change in velocity equals its final\nvelocity:\n.\n3. Plug in the known values (\nand\n) and solve for the unknown\n.\nDiscussion\nThe negative sign for acceleration indicates that acceleration is toward the west. An acceleration of\ndue\nwest means that the horse increases its velocity by 8.33 m/s due west each second, that is, 8.33 meters per second\nper second, which we write as\n. This is truly an average acceleration, because the ride is not smooth. We\nshall see later that an acceleration of this magnitude would require the rider to hang on with a force nearly equal to\nhis weight.\n2.11\n50\n2 • Kinematics\nAccess for free at openstax.org\nInstantaneous Acceleration\nInstantaneous acceleration\n, or the acceleration at a specific instant in time, is obtained by the same process as\ndiscussed for instantaneous velocity in Time, Velocity, and Speed—that is, by considering an infinitesimally small\ninterval of time. How do we find instantaneous acceleration using only algebra? The answer is that we choose an\naverage acceleration that is representative of the motion. Figure 2.17 shows graphs of instantaneous acceleration\nversus time for two very different motions. In Figure 2.17(a), the acceleration varies slightly and the average over\nthe entire interval is nearly the same as the instantaneous acceleration at any time. In this case, we should treat this\nmotion as if it had a constant acceleration equal to the average (in this case about\n). In Figure 2.17(b), the\nacceleration varies drastically over time. In such situations it is best to consider smaller time intervals and choose\nan average acceleration for each. For example, we could consider motion over the time intervals from 0 to 1.0 s and\nfrom 1.0 to 3.0 s as separate motions with accelerations of\nand\n, respectively.\nFIGURE 2.17 Graphs of instantaneous acceleration versus time for two different one-dimensional motions. (a) Here acceleration varies\nonly slightly and is always in the same direction, since it is positive. The average over the interval is nearly the same as the acceleration at\nany given time. (b) Here the acceleration varies greatly, perhaps representing a package on a post office conveyor belt that is accelerated\nforward and backward as it bumps along. It is necessary to consider small time intervals (such as from 0 to 1.0 s) with constant or nearly\nconstant acceleration in such a situation.\nThe next several examples consider the motion of the subway train shown in Figure 2.18. In (a) the shuttle moves to\nthe right, and in (b) it moves to the left. The examples are designed to further illustrate aspects of motion and to\nillustrate some of the reasoning that goes into solving problems.\n",
    "start_page": 50,
    "end_page": 51
  },
  {
    "chapter": 2,
    "section": "2.4",
    "title": "• Acceleration",
    "text": "2.4 • Acceleration\n51\nFIGURE 2.18 One-dimensional motion of a subway train considered in Example 2.2, Example 2.3, Example 2.4, Example 2.5, Example 2.6,\nand Example 2.7. Here we have chosen the\n-axis so that + means to the right and\nmeans to the left for displacements, velocities, and\naccelerations. (a) The subway train moves to the right from\nto\n. Its displacement\nis +2.0 km. (b) The train moves to the left from\nto\n. Its displacement\nis\n. (Note that the prime symbol (′) is used simply to distinguish between displacement in the two\ndifferent situations. The distances of travel and the size of the cars are on different scales to fit everything into the diagram.)\nEXAMPLE 2.2\nCalculating Displacement: A Subway Train\nWhat are the magnitude and sign of displacements for the motions of the subway train shown in parts (a) and (b) of\nFigure 2.18?\nStrategy\nA drawing with a coordinate system is already provided, so we don’t need to make a sketch, but we should analyze it\nto make sure we understand what it is showing. Pay particular attention to the coordinate system. To find\ndisplacement, we use the equation\n. This is straightforward since the initial and final positions are\ngiven.\nSolution\n1. Identify the knowns. In the figure we see that\nand\nfor part (a), and\nand\nfor part (b).\n2. Solve for displacement in part (a).\n3. Solve for displacement in part (b).\nDiscussion\nThe direction of the motion in (a) is to the right and therefore its displacement has a positive sign, whereas motion in\n(b) is to the left and thus has a negative sign.\n2.12\n2.13\n52\n2 • Kinematics\nAccess for free at openstax.org\nEXAMPLE 2.3\nComparing Distance Traveled with Displacement: A Subway Train\nWhat are the distances traveled for the motions shown in parts (a) and (b) of the subway train in Figure 2.18?\nStrategy\nTo answer this question, think about the definitions of distance and distance traveled, and how they are related to\ndisplacement. Distance between two positions is defined to be the magnitude of displacement, which was found in\nExample 2.2. Distance traveled is the total length of the path traveled between the two positions. (See\nDisplacement.) In the case of the subway train shown in Figure 2.18, the distance traveled is the same as the\ndistance between the initial and final positions of the train.\nSolution\n1. The displacement for part (a) was +2.00 km. Therefore, the distance between the initial and final positions was\n",
    "start_page": 52,
    "end_page": 53
  },
  {
    "chapter": 2,
    "section": "2.00",
    "title": "km, and the distance traveled was 2.00 km.",
    "text": "2.00 km, and the distance traveled was 2.00 km.\n2. The displacement for part (b) was\nTherefore, the distance between the initial and final positions was\n",
    "start_page": 54,
    "end_page": 53
  },
  {
    "chapter": 2,
    "section": "1.50",
    "title": "km, and the distance traveled was 1.50 km.",
    "text": "1.50 km, and the distance traveled was 1.50 km.\nDiscussion\nDistance is a scalar. It has magnitude but no sign to indicate direction.\nEXAMPLE 2.4\nCalculating Acceleration: A Subway Train Speeding Up\nSuppose the train in Figure 2.18(a) accelerates from rest to 30.0 km/h in the first 20.0 s of its motion. What is its\naverage acceleration during that time interval?\nStrategy\nIt is worth it at this point to make a simple sketch:\nFIGURE 2.19\nThis problem involves three steps. First we must determine the change in velocity, then we must determine the\nchange in time, and finally we use these values to calculate the acceleration.\nSolution\n1. Identify the knowns.\n(the trains starts at rest),\n, and\n.\n2. Calculate\n. Since the train starts from rest, its change in velocity is\n, where the plus sign\nmeans velocity to the right.\n3. Plug in known values and solve for the unknown,\n.\n",
    "start_page": 54,
    "end_page": 53
  },
  {
    "chapter": 2,
    "section": "2.4",
    "title": "• Acceleration",
    "text": "2.4 • Acceleration\n53\n4. Since the units are mixed (we have both hours and seconds for time), we need to convert everything into SI units\nof meters and seconds. (See Physical Quantities and Units for more guidance.)\nDiscussion\nThe plus sign means that acceleration is to the right. This is reasonable because the train starts from rest and ends\nup with a velocity to the right (also positive). So acceleration is in the same direction as the change in velocity, as is\nalways the case.\nEXAMPLE 2.5\nCalculate Acceleration: A Subway Train Slowing Down\nNow suppose that at the end of its trip, the train in Figure 2.18(a) slows to a stop from a speed of 30.0 km/h in 8.00\ns. What is its average acceleration while stopping?\nStrategy\nFIGURE 2.20\nIn this case, the train is decelerating and its acceleration is negative because it is toward the left. As in the previous\nexample, we must find the change in velocity and the change in time and then solve for acceleration.\nSolution\n1. Identify the knowns.\n,\n(the train is stopped, so its velocity is 0), and\n.\n2. Solve for the change in velocity,\n.\n3. Plug in the knowns,\nand\n, and solve for\n.\n4. Convert the units to meters and seconds.\nDiscussion\nThe minus sign indicates that acceleration is to the left. This sign is reasonable because the train initially has a\npositive velocity in this problem, and a negative acceleration would oppose the motion. Again, acceleration is in the\nsame direction as the change in velocity, which is negative here. This acceleration can be called a deceleration\nbecause it has a direction opposite to the velocity.\n2.14\n2.15\n2.16\n2.17\n2.18\n54\n2 • Kinematics\nAccess for free at openstax.org\nThe graphs of position, velocity, and acceleration vs. time for the trains in Example 2.4 and Example 2.5 are\ndisplayed in Figure 2.21. (We have taken the velocity to remain constant from 20 to 40 s, after which the train\ndecelerates.)\nFIGURE 2.21 (a) Position of the train over time. Notice that the train’s position changes slowly at the beginning of the journey, then more\nand more quickly as it picks up speed. Its position then changes more slowly as it slows down at the end of the journey. In the middle of the\njourney, while the velocity remains constant, the position changes at a constant rate. (b) Velocity of the train over time. The train’s velocity\nincreases as it accelerates at the beginning of the journey. It remains the same in the middle of the journey (where there is no acceleration).\nIt decreases as the train decelerates at the end of the journey. (c) The acceleration of the train over time. The train has positive acceleration\nas it speeds up at the beginning of the journey. It has no acceleration as it travels at constant velocity in the middle of the journey. Its\nacceleration is negative as it slows down at the end of the journey.\n",
    "start_page": 54,
    "end_page": 55
  },
  {
    "chapter": 2,
    "section": "2.4",
    "title": "• Acceleration",
    "text": "2.4 • Acceleration\n55\nEXAMPLE 2.6\nCalculating Average Velocity: The Subway Train\nWhat is the average velocity of the train in part b of Example 2.2, and shown again below, if it takes 5.00 min to\nmake its trip?\nFIGURE 2.22\nStrategy\nAverage velocity is displacement divided by time. It will be negative here, since the train moves to the left and has a\nnegative displacement.\nSolution\n1. Identify the knowns.\n,\n,\n.\n2. Determine displacement,\n. We found\nto be\nin Example 2.2.\n3. Solve for average velocity.\n4. Convert units.\nDiscussion\nThe negative velocity indicates motion to the left.\nEXAMPLE 2.7\nCalculating Deceleration: The Subway Train\nFinally, suppose the train in Figure 2.22 slows to a stop from a velocity of 20.0 km/h in 10.0 s. What is its average\nacceleration?\nStrategy\nOnce again, let’s draw a sketch:\n2.19\n2.20\n56\n2 • Kinematics\nAccess for free at openstax.org\nFIGURE 2.23\nAs before, we must find the change in velocity and the change in time to calculate average acceleration.\nSolution\n1. Identify the knowns.\n,\n,\n.\n2. Calculate\n. The change in velocity here is actually positive, since\n3. Solve for\n.\n4. Convert units.\nDiscussion\nThe plus sign means that acceleration is to the right. This is reasonable because the train initially has a negative\nvelocity (to the left) in this problem and a positive acceleration opposes the motion (and so it is to the right). Again,\nacceleration is in the same direction as the change in velocity, which is positive here. As in Example 2.5, this\nacceleration can be called a deceleration since it is in the direction opposite to the velocity.\nSign and Direction\nPerhaps the most important thing to note about these examples is the signs of the answers. In our chosen\ncoordinate system, plus means the quantity is to the right and minus means it is to the left. This is easy to imagine\nfor displacement and velocity. But it is a little less obvious for acceleration. Most people interpret negative\nacceleration as the slowing of an object. This was not the case in Example 2.7, where a positive acceleration slowed\na negative velocity. The crucial distinction was that the acceleration was in the opposite direction from the velocity.\nIn fact, a negative acceleration will increase a negative velocity. For example, the train moving to the left in Figure\n",
    "start_page": 56,
    "end_page": 57
  },
  {
    "chapter": 2,
    "section": "2.22",
    "title": "is sped up by an acceleration to the left. In that case, both",
    "text": "2.22 is sped up by an acceleration to the left. In that case, both\nand\nare negative. The plus and minus signs give\nthe directions of the accelerations. If acceleration has the same sign as the velocity, the object is speeding up. If\nacceleration has the opposite sign as the velocity, the object is slowing down.\nCHECK YOUR UNDERSTANDING\nAn airplane lands on a runway traveling east. Describe its acceleration.\nSolution\nIf we take east to be positive, then the airplane has negative acceleration, as it is accelerating toward the west. It is\nalso decelerating: its acceleration is opposite in direction to its velocity.\n2.21\n2.22\n2.23\n",
    "start_page": 58,
    "end_page": 57
  },
  {
    "chapter": 2,
    "section": "2.4",
    "title": "• Acceleration",
    "text": "2.4 • Acceleration\n57\nPHET EXPLORATIONS\nMoving Man Simulation\nLearn about position, velocity, and acceleration graphs. Move the little man back and forth with the mouse and plot\nhis motion. Set the position, velocity, or acceleration and let the simulation move the man for you.\nClick to view content (https://openstax.org/l/02moving_man).\n",
    "start_page": 58,
    "end_page": 58
  },
  {
    "chapter": 2,
    "section": "2.5",
    "title": "Motion Equations for Constant Acceleration in One Dimension",
    "text": "2.5 Motion Equations for Constant Acceleration in One Dimension\nLEARNING OBJECTIVES\nBy the end of this section, you will be able to:\n•\nCalculate displacement of an object that is not accelerating, given initial position and velocity.\n•\nCalculate final velocity of an accelerating object, given initial velocity, acceleration, and time.\n•\nCalculate displacement and final position of an accelerating object, given initial position, initial velocity,\ntime, and acceleration.\nFIGURE 2.24 Kinematic equations can help us describe and predict the motion of moving objects such as these kayaks racing in Newbury,\nEngland. (credit: Barry Skeates, Flickr)\nWe might know that the greater the acceleration of, say, a car moving away from a stop sign, the greater the\ndisplacement in a given time. But we have not developed a specific equation that relates acceleration and\ndisplacement. In this section, we develop some convenient equations for kinematic relationships, starting from the\ndefinitions of displacement, velocity, and acceleration already covered.\nNotation: t, x, v, a\nFirst, let us make some simplifications in notation. Taking the initial time to be zero, as if time is measured with a\nstopwatch, is a great simplification. Since elapsed time is\n, taking\nmeans that\n, the final\ntime on the stopwatch. When initial time is taken to be zero, we use the subscript 0 to denote initial values of\nposition and velocity. That is,\nis the initial position and\nis the initial velocity. We put no subscripts on the final\nvalues. That is,\nis the final time,\nis the final position, and\nis the final velocity. This gives a simpler expression for\nelapsed time—now,\n. It also simplifies the expression for displacement, which is now\n. Also, it\nsimplifies the expression for change in velocity, which is now\n. To summarize, using the simplified\nnotation, with the initial time taken to be zero,\nwhere the subscript 0 denotes an initial value and the absence of a subscript denotes a final value in whatever\nmotion is under consideration.\n2.24\n58\n2 • Kinematics\nAccess for free at openstax.org\nWe now make the important assumption that acceleration is constant. This assumption allows us to avoid using\ncalculus to find instantaneous acceleration. Since acceleration is constant, the average and instantaneous\naccelerations are equal. That is,\nso we use the symbol\nfor acceleration at all times. Assuming acceleration to be constant does not seriously limit\nthe situations we can study nor degrade the accuracy of our treatment. For one thing, acceleration is constant in a\ngreat number of situations. Furthermore, in many other situations we can accurately describe motion by assuming a\nconstant acceleration equal to the average acceleration for that motion. Finally, in motions where acceleration\nchanges drastically, such as a car accelerating to top speed and then braking to a stop, the motion can be\nconsidered in separate parts, each of which has its own constant acceleration.\nThe equation\nreflects the fact that, when acceleration is constant,\nis just the simple average of the\ninitial and final velocities. For example, if you steadily increase your velocity (that is, with constant acceleration)\nfrom 30 to 60 km/h, then your average velocity during this steady increase is 45 km/h. Using the equation\nto check this, we see that\nwhich seems logical.\nEXAMPLE 2.8\nCalculating Displacement: How Far does the Jogger Run?\nA jogger runs down a straight stretch of road with an average velocity of 4.00 m/s for 2.00 min. What is his final\nposition, taking his initial position to be zero?\nStrategy\nDraw a sketch.\n2.25\nSolving for Displacement (\n) and Final Position ( ) from Average Velocity when\nAcceleration ( ) is Constant\nTo get our first two new equations, we start with the definition of average velocity:\nSubstituting the simplified notation for\nand\nyields\nSolving for\nyields\nwhere the average velocity is\n2.26\n2.27\n2.28\n2.29\n2.30\n",
    "start_page": 59,
    "end_page": 59
  },
  {
    "chapter": 2,
    "section": "2.5",
    "title": "• Motion Equations for Constant Acceleration in One Dimension",
    "text": "2.5 • Motion Equations for Constant Acceleration in One Dimension\n59\nFIGURE 2.25\nThe final position\nis given by the equation\nTo find\n, we identify the values of\n,\n, and\nfrom the statement of the problem and substitute them into the\nequation.\nSolution\n1. Identify the knowns.\n,\n, and\n.\n2. Enter the known values into the equation.\nDiscussion\nVelocity and final displacement are both positive, which means they are in the same direction.\nThe equation\ngives insight into the relationship between displacement, average velocity, and time. It\nshows, for example, that displacement is a linear function of average velocity. (By linear function, we mean that\ndisplacement depends on\nrather than on\nraised to some other power, such as\n. When graphed, linear\nfunctions look like straight lines with a constant slope.) On a car trip, for example, we will get twice as far in a given\ntime if we average 90 km/h than if we average 45 km/h.\nFIGURE 2.26 There is a linear relationship between displacement and average velocity. For a given time , an object moving twice as fast as\nanother object will move twice as far as the other object.\n2.31\n2.32\nSolving for Final Velocity\nWe can derive another useful equation by manipulating the definition of acceleration.\n60\n2 • Kinematics\nAccess for free at openstax.org\nEXAMPLE 2.9\nCalculating Final Velocity: An Airplane Slowing Down after Landing\nAn airplane lands with an initial velocity of 70.0 m/s and then decelerates at\nfor 40.0 s. What is its final\nvelocity?\nStrategy\nDraw a sketch. We draw the acceleration vector in the direction opposite the velocity vector because the plane is\ndecelerating.\nFIGURE 2.27\nSolution\n1. Identify the knowns.\n,\n,\n.\n2. Identify the unknown. In this case, it is final velocity,\n.\n3. Determine which equation to use. We can calculate the final velocity using the equation\n.\n4. Plug in the known values and solve.\nDiscussion\nThe final velocity is much less than the initial velocity, as desired when slowing down, but still positive. With jet\nengines, reverse thrust could be maintained long enough to stop the plane and start moving it backward. That would\nbe indicated by a negative final velocity, which is not the case here.\nFIGURE 2.28 The airplane lands with an initial velocity of 70.0 m/s and slows to a final velocity of 10.0 m/s before heading for the terminal.\nSubstituting the simplified notation for\nand\ngives us\nSolving for\nyields\n2.33\n2.34\n2.35\n2.36\n",
    "start_page": 60,
    "end_page": 61
  },
  {
    "chapter": 2,
    "section": "2.5",
    "title": "• Motion Equations for Constant Acceleration in One Dimension",
    "text": "2.5 • Motion Equations for Constant Acceleration in One Dimension\n61\nNote that the acceleration is negative because its direction is opposite to its velocity, which is positive.\nIn addition to being useful in problem solving, the equation\ngives us insight into the relationships\namong velocity, acceleration, and time. From it we can see, for example, that\n•\nfinal velocity depends on how large the acceleration is and how long it lasts\n•\nif the acceleration is zero, then the final velocity equals the initial velocity\n, as expected (i.e., velocity is\nconstant)\n•\nif\nis negative, then the final velocity is less than the initial velocity\n(All of these observations fit our intuition, and it is always useful to examine basic equations in light of our intuition\nand experiences to check that they do indeed describe nature accurately.)\nMaking Connections: Real-World Connection\nFIGURE 2.29 The Space Shuttle Endeavor blasts off from the Kennedy Space Center in February 2010. (credit: Matthew Simantov,\nFlickr)\nAn intercontinental ballistic missile (ICBM) has a larger average acceleration than the Space Shuttle and\nachieves a greater velocity in the first minute or two of flight (actual ICBM burn times are classified—short-burn-\ntime missiles are more difficult for an enemy to destroy). But the Space Shuttle obtains a greater final velocity,\nso that it can orbit the earth rather than come directly back down as an ICBM does. The Space Shuttle does this\nby accelerating for a longer time.\nSolving for Final Position When Velocity is Not Constant (\n)\nWe can combine the equations above to find a third equation that allows us to calculate the final position of an\nobject experiencing constant acceleration. We start with\nAdding\nto each side of this equation and dividing by 2 gives\nSince\nfor constant acceleration, then\nNow we substitute this expression for\ninto the equation for displacement,\n, yielding\n2.37\n2.38\n2.39\n2.40\n62\n2 • Kinematics\nAccess for free at openstax.org\nEXAMPLE 2.10\nCalculating Displacement of an Accelerating Object: Dragsters\nDragsters can achieve average accelerations of\n. Suppose such a dragster accelerates from rest at this\nrate for 5.56 s. How far does it travel in this time?\nFIGURE 2.30 U.S. Army Top Fuel pilot Tony “The Sarge” Schumacher begins a race with a controlled burnout. (credit: Lt. Col. William\nThurmond. Photo Courtesy of U.S. Army.)\nStrategy\nDraw a sketch.\nFIGURE 2.31\nWe are asked to find displacement, which is\nif we take\nto be zero. (Think about it like the starting line of a race.\nIt can be anywhere, but we call it 0 and measure all other positions relative to it.) We can use the equation\nonce we identify\n,\n, and\nfrom the statement of the problem.\nSolution\n1. Identify the knowns. Starting from rest means that\n,\nis given as\nand\nis given as 5.56 s.\n2. Plug the known values into the equation to solve for the unknown\n:\nSince the initial position and velocity are both zero, this simplifies to\nSubstituting the identified values of\nand\ngives\nyielding\n2.41\n2.42\n2.43\n2.44\n",
    "start_page": 62,
    "end_page": 63
  },
  {
    "chapter": 2,
    "section": "2.5",
    "title": "• Motion Equations for Constant Acceleration in One Dimension",
    "text": "2.5 • Motion Equations for Constant Acceleration in One Dimension\n63\nDiscussion\nIf we convert 402 m to miles, we find that the distance covered is very close to one quarter of a mile, the standard\ndistance for drag racing. So the answer is reasonable. This is an impressive displacement in only 5.56 s, but top-\nnotch dragsters can do a quarter mile in even less time than this.\nWhat else can we learn by examining the equation\nWe see that:\n•\ndisplacement depends on the square of the elapsed time when acceleration is not zero. In Example 2.10, the\ndragster covers only one fourth of the total distance in the first half of the elapsed time\n•\nif acceleration is zero, then the initial velocity equals average velocity (\n) and\nbecomes\nEXAMPLE 2.11\nCalculating Final Velocity: Dragsters\nCalculate the final velocity of the dragster in Example 2.10 without using information about time.\nStrategy\nDraw a sketch.\nFIGURE 2.32\nThe equation\nis ideally suited to this task because it relates velocities, acceleration, and\ndisplacement, and no time information is required.\nSolution\n1. Identify the known values. We know that\n, since the dragster starts from rest. Then we note that\n(this was the answer in Example 2.10). Finally, the average acceleration was given to be\n.\n2. Plug the knowns into the equation\nand solve for\nSolving for Final Velocity when Velocity Is Not Constant (\n)\nA fourth useful equation can be obtained from another algebraic manipulation of previous equations.\nIf we solve\nfor , we get\nSubstituting this and\ninto\n, we get\n2.45\n2.46\n2.47\n64\n2 • Kinematics\nAccess for free at openstax.org\nThus\nTo get\n, we take the square root:\nDiscussion\n145 m/s is about 522 km/h or about 324 mi/h, but even this breakneck speed is short of the record for the quarter\nmile. Also, note that a square root has two values; we took the positive value to indicate a velocity in the same\ndirection as the acceleration.\nAn examination of the equation\ncan produce further insights into the general relationships\namong physical quantities:\n•\nThe final velocity depends on how large the acceleration is and the distance over which it acts\n•\nFor a fixed deceleration, a car that is going twice as fast doesn’t simply stop in twice the distance—it takes much\nfurther to stop. (This is why we have reduced speed zones near schools.)\nPutting Equations Together\nIn the following examples, we further explore one-dimensional motion, but in situations requiring slightly more\nalgebraic manipulation. The examples also give insight into problem-solving techniques. The box below provides\neasy reference to the equations needed.\nEXAMPLE 2.12\nCalculating Displacement: How Far Does a Car Go When Coming to a Halt?\nOn dry concrete, a car can decelerate at a rate of\n, whereas on wet concrete it can decelerate at only\n. Find the distances necessary to stop a car moving at 30.0 m/s (about 110 km/h) (a) on dry concrete and\n(b) on wet concrete. (c) Repeat both calculations, finding the displacement from the point where the driver sees a\ntraffic light turn red, taking into account his reaction time of 0.500 s to get his foot on the brake.\nStrategy\nDraw a sketch.\n2.48\n2.49\nSummary of Kinematic Equations (constant\n)\n2.50\n2.51\n2.52\n2.53\n2.54\n",
    "start_page": 64,
    "end_page": 65
  },
  {
    "chapter": 2,
    "section": "2.5",
    "title": "• Motion Equations for Constant Acceleration in One Dimension",
    "text": "2.5 • Motion Equations for Constant Acceleration in One Dimension\n65\nFIGURE 2.33\nIn order to determine which equations are best to use, we need to list all of the known values and identify exactly\nwhat we need to solve for. We shall do this explicitly in the next several examples, using tables to set them off.\nSolution for (a)\n1. Identify the knowns and what we want to solve for. We know that\n;\n;\n(\nis\nnegative because it is in a direction opposite to velocity). We take\nto be 0. We are looking for displacement\n, or\n.\n2. Identify the equation that will help up solve the problem. The best equation to use is\nThis equation is best because it includes only one unknown,\n. We know the values of all the other variables in this\nequation. (There are other equations that would allow us to solve for\n, but they require us to know the stopping\ntime, , which we do not know. We could use them but it would entail additional calculations.)\n3. Rearrange the equation to solve for\n.\n4. Enter known values.\nThus,\nSolution for (b)\nThis part can be solved in exactly the same manner as Part A. The only difference is that the deceleration is\n. The result is\nSolution for (c)\nOnce the driver reacts, the stopping distance is the same as it is in Parts A and B for dry and wet concrete. So to\nanswer this question, we need to calculate how far the car travels during the reaction time, and then add that to the\nstopping time. It is reasonable to assume that the velocity remains constant during the driver’s reaction time.\n1. Identify the knowns and what we want to solve for. We know that\n;\n;\n.\nWe take\nto be 0. We are looking for\n.\n2. Identify the best equation to use.\n2.55\n2.56\n2.57\n2.58\n2.59\n66\n2 • Kinematics\nAccess for free at openstax.org\nworks well because the only unknown value is\n, which is what we want to solve for.\n3. Plug in the knowns to solve the equation.\nThis means the car travels 15.0 m while the driver reacts, making the total displacements in the two cases of dry\nand wet concrete 15.0 m greater than if he reacted instantly.\n4. Add the displacement during the reaction time to the displacement when braking.\na.\n",
    "start_page": 66,
    "end_page": 67
  },
  {
    "chapter": 2,
    "section": "64.3",
    "title": "m + 15.0 m = 79.3 m when dry",
    "text": "64.3 m + 15.0 m = 79.3 m when dry\nb.\n",
    "start_page": 68,
    "end_page": 67
  },
  {
    "chapter": 2,
    "section": "90.0",
    "title": "m + 15.0 m = 105 m when wet",
    "text": "90.0 m + 15.0 m = 105 m when wet\nFIGURE 2.34 The distance necessary to stop a car varies greatly, depending on road conditions and driver reaction time. Shown here are\nthe braking distances for dry and wet pavement, as calculated in this example, for a car initially traveling at 30.0 m/s. Also shown are the\ntotal distances traveled from the point where the driver first sees a light turn red, assuming a 0.500 s reaction time.\nDiscussion\nThe displacements found in this example seem reasonable for stopping a fast-moving car. It should take longer to\nstop a car on wet rather than dry pavement. It is interesting that reaction time adds significantly to the\ndisplacements. But more important is the general approach to solving problems. We identify the knowns and the\nquantities to be determined and then find an appropriate equation. There is often more than one way to solve a\nproblem. The various parts of this example can in fact be solved by other methods, but the solutions presented\nabove are the shortest.\nEXAMPLE 2.13\nCalculating Time: A Car Merges into Traffic\nSuppose a car merges into freeway traffic on a 200-m-long ramp. If its initial velocity is 10.0 m/s and it accelerates\nat\n, how long does it take to travel the 200 m up the ramp? (Such information might be useful to a traffic\nengineer.)\nStrategy\nDraw a sketch.\n2.60\n2.61\n",
    "start_page": 68,
    "end_page": 67
  },
  {
    "chapter": 2,
    "section": "2.5",
    "title": "• Motion Equations for Constant Acceleration in One Dimension",
    "text": "2.5 • Motion Equations for Constant Acceleration in One Dimension\n67\nFIGURE 2.35\nWe are asked to solve for the time . As before, we identify the known quantities in order to choose a convenient\nphysical relationship (that is, an equation with one unknown, ).\nSolution\n1. Identify the knowns and what we want to solve for. We know that\n;\n; and\n.\n2. We need to solve for . Choose the best equation.\nworks best because the only unknown in\nthe equation is the variable\nfor which we need to solve.\n3. We will need to rearrange the equation to solve for . In this case, it will be easier to plug in the knowns first.\n4. Simplify the equation. The units of meters (m) cancel because they are in each term. We can get the units of\nseconds (s) to cancel by taking\n, where\nis the magnitude of time and s is the unit. Doing so leaves\n5. Use the quadratic formula to solve for .\n(a) Rearrange the equation to get 0 on one side of the equation.\nThis is a quadratic equation of the form\nwhere the constants are\n.\n(b) Its solutions are given by the quadratic formula:\nThis yields two solutions for , which are\nIn this case, then, the time is\nin seconds, or\nA negative value for time is unreasonable, since it would mean that the event happened 20 s before the motion\nbegan. We can discard that solution. Thus,\nDiscussion\nWhenever an equation contains an unknown squared, there will be two solutions. In some problems both solutions\n2.62\n2.63\n2.64\n2.65\n2.66\n2.67\n2.68\n2.69\n68\n2 • Kinematics\nAccess for free at openstax.org\nare meaningful, but in others, such as the above, only one solution is reasonable. The 10.0 s answer seems\nreasonable for a typical freeway on-ramp.\nWith the basics of kinematics established, we can go on to many other interesting examples and applications. In the\nprocess of developing kinematics, we have also glimpsed a general approach to problem solving that produces both\ncorrect answers and insights into physical relationships. Problem-Solving Basics discusses problem-solving basics\nand outlines an approach that will help you succeed in this invaluable task.\nCHECK YOUR UNDERSTANDING\nA rocket accelerates at a rate of\nduring launch. How long does it take the rocket to reach a velocity of 400\nm/s?\nSolution\nTo answer this, choose an equation that allows you to solve for time , given only\n,\n, and\n.\nRearrange to solve for .\n",
    "start_page": 68,
    "end_page": 69
  },
  {
    "chapter": 2,
    "section": "2.6",
    "title": "Problem-Solving Basics for One-Dimensional Kinematics",
    "text": "2.6 Problem-Solving Basics for One-Dimensional Kinematics\nLEARNING OBJECTIVES\nBy the end of this section, you will be able to:\n•\nApply problem-solving steps and strategies to solve problems of one-dimensional kinematics.\n•\nApply strategies to determine whether or not the result of a problem is reasonable, and if not, determine\nthe cause.\nFIGURE 2.36 Problem-solving skills are essential to your success in Physics. (credit: scui3asteveo, Flickr)\nProblem-solving skills are obviously essential to success in a quantitative course in physics. More importantly, the\nability to apply broad physical principles, usually represented by equations, to specific situations is a very powerful\nMaking Connections: Take-Home Experiment—Breaking News\nWe have been using SI units of meters per second squared to describe some examples of acceleration or\ndeceleration of cars, runners, and trains. To achieve a better feel for these numbers, one can measure the\nbraking deceleration of a car doing a slow (and safe) stop. Recall that, for average acceleration,\n.\nWhile traveling in a car, slowly apply the brakes as you come up to a stop sign. Have a passenger note the initial\nspeed in miles per hour and the time taken (in seconds) to stop. From this, calculate the deceleration in miles\nper hour per second. Convert this to meters per second squared and compare with other decelerations\nmentioned in this chapter. Calculate the distance traveled in braking.\n2.70\n2.71\n",
    "start_page": 70,
    "end_page": 69
  },
  {
    "chapter": 2,
    "section": "2.6",
    "title": "• Problem-Solving Basics for One-Dimensional Kinematics",
    "text": "2.6 • Problem-Solving Basics for One-Dimensional Kinematics\n69\nform of knowledge. It is much more powerful than memorizing a list of facts. Analytical skills and problem-solving\nabilities can be applied to new situations, whereas a list of facts cannot be made long enough to contain every\npossible circumstance. Such analytical skills are useful both for solving problems in this text and for applying\nphysics in everyday and professional life.\nProblem-Solving Steps\nWhile there is no simple step-by-step method that works for every problem, the following general procedures\nfacilitate problem solving and make it more meaningful. A certain amount of creativity and insight is required as\nwell.\nStep 1\nExamine the situation to determine which physical principles are involved. It often helps to draw a simple sketch at\nthe outset. You will also need to decide which direction is positive and note that on your sketch. Once you have\nidentified the physical principles, it is much easier to find and apply the equations representing those principles.\nAlthough finding the correct equation is essential, keep in mind that equations represent physical principles, laws of\nnature, and relationships among physical quantities. Without a conceptual understanding of a problem, a numerical\nsolution is meaningless.\nStep 2\nMake a list of what is given or can be inferred from the problem as stated (identify the knowns). Many problems are\nstated very succinctly and require some inspection to determine what is known. A sketch can also be very useful at\nthis point. Formally identifying the knowns is of particular importance in applying physics to real-world situations.\nRemember, “stopped” means velocity is zero, and we often can take initial time and position as zero.\nStep 3\nIdentify exactly what needs to be determined in the problem (identify the unknowns). In complex problems,\nespecially, it is not always obvious what needs to be found or in what sequence. Making a list can help.\nStep 4\nFind an equation or set of equations that can help you solve the problem. Your list of knowns and unknowns can\nhelp here. It is easiest if you can find equations that contain only one unknown—that is, all of the other variables are\nknown, so you can easily solve for the unknown. If the equation contains more than one unknown, then an\nadditional equation is needed to solve the problem. In some problems, several unknowns must be determined to\nget at the one needed most. In such problems it is especially important to keep physical principles in mind to avoid\ngoing astray in a sea of equations. You may have to use two (or more) different equations to get the final answer.\nStep 5\nSubstitute the knowns along with their units into the appropriate equation, and obtain numerical solutions complete\nwith units. This step produces the numerical answer; it also provides a check on units that can help you find errors.\nIf the units of the answer are incorrect, then an error has been made. However, be warned that correct units do not\nguarantee that the numerical part of the answer is also correct.\nStep 6\nCheck the answer to see if it is reasonable: Does it make sense? This final step is extremely important—the goal of\nphysics is to accurately describe nature. To see if the answer is reasonable, check both its magnitude and its sign, in\naddition to its units. Your judgment will improve as you solve more and more physics problems, and it will become\npossible for you to make finer and finer judgments regarding whether nature is adequately described by the answer\nto a problem. This step brings the problem back to its conceptual meaning. If you can judge whether the answer is\nreasonable, you have a deeper understanding of physics than just being able to mechanically solve a problem.\nWhen solving problems, we often perform these steps in different order, and we also tend to do several steps\nsimultaneously. There is no rigid procedure that will work every time. Creativity and insight grow with experience,\nand the basics of problem solving become almost automatic. One way to get practice is to work out the text’s\nexamples for yourself as you read. Another is to work as many end-of-section problems as possible, starting with\nthe easiest to build confidence and progressing to the more difficult. Once you become involved in physics, you will\nsee it all around you, and you can begin to apply it to situations you encounter outside the classroom, just as is done\n70\n2 • Kinematics\nAccess for free at openstax.org\nin many of the applications in this text.\nUnreasonable Results\nPhysics must describe nature accurately. Some problems have results that are unreasonable because one premise\nis unreasonable or because certain premises are inconsistent with one another. The physical principle applied\ncorrectly then produces an unreasonable result. For example, if a person starting a foot race accelerates at\nfor 100 s, his final speed will be 40 m/s (about 150 km/h)—clearly unreasonable because the time of 100\ns is an unreasonable premise. The physics is correct in a sense, but there is more to describing nature than just\nmanipulating equations correctly. Checking the result of a problem to see if it is reasonable does more than help\nuncover errors in problem solving—it also builds intuition in judging whether nature is being accurately described.\nUse the following strategies to determine whether an answer is reasonable and, if it is not, to determine what is the\ncause.\nStep 1\nSolve the problem using strategies as outlined and in the format followed in the worked examples in the text. In the\nexample given in the preceding paragraph, you would identify the givens as the acceleration and time and use the\nequation below to find the unknown final velocity. That is,\nStep 2\nCheck to see if the answer is reasonable. Is it too large or too small, or does it have the wrong sign, improper units,\n…? In this case, you may need to convert meters per second into a more familiar unit, such as miles per hour.\nThis velocity is about four times greater than a person can run—so it is too large.\nStep 3\nIf the answer is unreasonable, look for what specifically could cause the identified difficulty. In the example of the\nrunner, there are only two assumptions that are suspect. The acceleration could be too great or the time too long.\nFirst look at the acceleration and think about what the number means. If someone accelerates at\n, their\nvelocity is increasing by 0.4 m/s each second. Does this seem reasonable? If so, the time must be too long. It is not\npossible for someone to accelerate at a constant rate of\nfor 100 s (almost two minutes).\n",
    "start_page": 70,
    "end_page": 71
  },
  {
    "chapter": 2,
    "section": "2.7",
    "title": "Falling Objects",
    "text": "2.7 Falling Objects\nLEARNING OBJECTIVES\nBy the end of this section, you will be able to:\n•\nDescribe the effects of gravity on objects in motion.\n•\nDescribe the motion of objects that are in free fall.\n•\nCalculate the position and velocity of objects in free fall.\nFalling objects form an interesting class of motion problems. For example, we can estimate the depth of a vertical\nmine shaft by dropping a rock into it and listening for the rock to hit the bottom. By applying the kinematics\ndeveloped so far to falling objects, we can examine some interesting situations and learn much about gravity in the\nprocess.\nGravity\nThe most remarkable and unexpected fact about falling objects is that, if air resistance and friction are negligible,\nthen in a given location all objects fall toward the center of Earth with the same constant acceleration, independent\nof their mass. This experimentally determined fact is unexpected, because we are so accustomed to the effects of\nair resistance and friction that we expect light objects to fall slower than heavy ones.\n2.72\n2.73\n",
    "start_page": 72,
    "end_page": 71
  },
  {
    "chapter": 2,
    "section": "2.7",
    "title": "• Falling Objects",
    "text": "2.7 • Falling Objects\n71\nFIGURE 2.37 A hammer and a feather will fall with the same constant acceleration if air resistance is considered negligible. This is a\ngeneral characteristic of gravity not unique to Earth, as astronaut David R. Scott demonstrated on the Moon in 1971, where the acceleration\ndue to gravity is only\n.\nIn the real world, air resistance can cause a lighter object to fall slower than a heavier object of the same size. A\ntennis ball will reach the ground after a hard baseball dropped at the same time. (It might be difficult to observe the\ndifference if the height is not large.) Air resistance opposes the motion of an object through the air, while friction\nbetween objects—such as between clothes and a laundry chute or between a stone and a pool into which it is\ndropped—also opposes motion between them. For the ideal situations of these first few chapters, an object falling\nwithout air resistance or friction is defined to be in free-fall.\nThe force of gravity causes objects to fall toward the center of Earth. The acceleration of free-falling objects is\ntherefore called the acceleration due to gravity. The acceleration due to gravity is constant, which means we can\napply the kinematics equations to any falling object where air resistance and friction are negligible. This opens a\nbroad class of interesting situations to us. The acceleration due to gravity is so important that its magnitude is given\nits own symbol,\n. It is constant at any given location on Earth and has the average value\nAlthough\nvaries from\nto\n, depending on latitude, altitude, underlying geological formations,\nand local topography, the average value of\nwill be used in this text unless otherwise specified. The\ndirection of the acceleration due to gravity is downward (towards the center of Earth). In fact, its direction defines\nwhat we call vertical. Note that whether the acceleration\nin the kinematic equations has the value\nor\ndepends on how we define our coordinate system. If we define the upward direction as positive, then\n, and if we define the downward direction as positive, then\n.\nOne-Dimensional Motion Involving Gravity\nThe best way to see the basic features of motion involving gravity is to start with the simplest situations and then\nprogress toward more complex ones. So we start by considering straight up and down motion with no air resistance\nor friction. These assumptions mean that the velocity (if there is any) is vertical. If the object is dropped, we know\nthe initial velocity is zero. Once the object has left contact with whatever held or threw it, the object is in free-fall.\nUnder these circumstances, the motion is one-dimensional and has constant acceleration of magnitude\n. We will\nalso represent vertical displacement with the symbol\nand use\nfor horizontal displacement.\n2.74\nKinematic Equations for Objects in Free-Fall where Acceleration = -g\n2.75\n2.76\n2.77\n72\n2 • Kinematics\nAccess for free at openstax.org\nEXAMPLE 2.14\nCalculating Position and Velocity of a Falling Object: A Rock Thrown Upward\nA person standing on the edge of a high cliff throws a rock straight up with an initial velocity of 13.0 m/s. The rock\nmisses the edge of the cliff as it falls back to earth. Calculate the position and velocity of the rock 1.00 s, 2.00 s, and\n",
    "start_page": 72,
    "end_page": 73
  },
  {
    "chapter": 2,
    "section": "3.00",
    "title": "s after it is thrown, neglecting the effects of air resistance.",
    "text": "3.00 s after it is thrown, neglecting the effects of air resistance.\nStrategy\nDraw a sketch.\nFIGURE 2.38\nWe are asked to determine the position\nat various times. It is reasonable to take the initial position\nto be zero.\nThis problem involves one-dimensional motion in the vertical direction. We use plus and minus signs to indicate\ndirection, with up being positive and down negative. Since up is positive, and the rock is thrown upward, the initial\nvelocity must be positive too. The acceleration due to gravity is downward, so\nis negative. It is crucial that the\ninitial velocity and the acceleration due to gravity have opposite signs. Opposite signs indicate that the acceleration\ndue to gravity opposes the initial motion and will slow and eventually reverse it.\nSince we are asked for values of position and velocity at three times, we will refer to these as\nand\n;\nand\n;\nand\nand\n.\nSolution for Position\n1. Identify the knowns. We know that\n;\n;\n; and\n.\n2. Identify the best equation to use. We will use\nbecause it includes only one unknown,\n(or\n, here), which is the value we want to find.\n3. Plug in the known values and solve for\n.\nDiscussion\nThe rock is 8.10 m above its starting point at\ns, since\n. It could be moving up or down; the only way\nto tell is to calculate\nand find out if it is positive or negative.\nSolution for Velocity\n1. Identify the knowns. We know that\n;\n;\n; and\n. We also know\nfrom the solution above that\n.\n2. Identify the best equation to use. The most straightforward is\n(from\n, where\n).\n3. Plug in the knowns and solve.\n2.78\n2.79\n",
    "start_page": 74,
    "end_page": 73
  },
  {
    "chapter": 2,
    "section": "2.7",
    "title": "• Falling Objects",
    "text": "2.7 • Falling Objects\n73\nDiscussion\nThe positive value for\nmeans that the rock is still heading upward at\n. However, it has slowed from its\noriginal 13.0 m/s, as expected.\nSolution for Remaining Times\nThe procedures for calculating the position and velocity at\nand\nare the same as those above. The\nresults are summarized in Table 2.1 and illustrated in Figure 2.39.\nTime, t\nPosition, y\nVelocity, v\nAcceleration, a\nTABLE 2.1 Results\nGraphing the data helps us understand it more clearly.\n74\n2 • Kinematics\nAccess for free at openstax.org\nFIGURE 2.39 Vertical position, vertical velocity, and vertical acceleration vs. time for a rock thrown vertically up at the edge of a cliff. Notice\nthat velocity changes linearly with time and that acceleration is constant. Misconception Alert! Notice that the position vs. time graph shows\nvertical position only. It is easy to get the impression that the graph shows some horizontal motion—the shape of the graph looks like the\npath of a projectile. But this is not the case; the horizontal axis is time, not space. The actual path of the rock in space is straight up, and\nstraight down.\nDiscussion\nThe interpretation of these results is important. At 1.00 s the rock is above its starting point and heading upward,\nsince\nand\nare both positive. At 2.00 s, the rock is still above its starting point, but the negative velocity means\nit is moving downward. At 3.00 s, both\nand\nare negative, meaning the rock is below its starting point and\ncontinuing to move downward. Notice that when the rock is at its highest point (at 1.5 s), its velocity is zero, but its\nacceleration is still\n. Its acceleration is\nfor the whole trip—while it is moving up and while it\nis moving down. Note that the values for\nare the positions (or displacements) of the rock, not the total distances\ntraveled. Finally, note that free-fall applies to upward motion as well as downward. Both have the same\nacceleration—the acceleration due to gravity, which remains constant the entire time. Astronauts training in the\nfamous Vomit Comet, for example, experience free-fall while arcing up as well as down, as we will discuss in more\ndetail later.\n",
    "start_page": 74,
    "end_page": 75
  },
  {
    "chapter": 2,
    "section": "2.7",
    "title": "• Falling Objects",
    "text": "2.7 • Falling Objects\n75\nEXAMPLE 2.15\nCalculating Velocity of a Falling Object: A Rock Thrown Down\nWhat happens if the person on the cliff throws the rock straight down, instead of straight up? To explore this\nquestion, calculate the velocity of the rock when it is 5.10 m below the starting point, and has been thrown\ndownward with an initial speed of 13.0 m/s.\nStrategy\nDraw a sketch.\nFIGURE 2.40\nSince up is positive, the final position of the rock will be negative because it finishes below the starting point at\n. Similarly, the initial velocity is downward and therefore negative, as is the acceleration due to gravity. We\nexpect the final velocity to be negative since the rock will continue to move downward.\nSolution\n1. Identify the knowns.\n;\n;\n;\n.\n2. Choose the kinematic equation that makes it easiest to solve the problem. The equation\nworks well because the only unknown in it is\n. (We will plug\nin for\n.)\n3. Enter the known values\nwhere we have retained extra significant figures because this is an intermediate result.\nTaking the square root, and noting that a square root can be positive or negative, gives\nThe negative root is chosen to indicate that the rock is still heading down. Thus,\nDiscussion\nNote that this is exactly the same velocity the rock had at this position when it was thrown straight upward with the\nsame initial speed. (See Example 2.14 and Figure 2.41(a).) This is not a coincidental result. Because we only\nconsider the acceleration due to gravity in this problem, the speed of a falling object depends only on its initial\nMaking Connections: Take-Home Experiment—Reaction Time\nA simple experiment can be done to determine your reaction time. Have a friend hold a ruler between your\nthumb and index finger, separated by about 1 cm. Note the mark on the ruler that is right between your fingers.\nHave your friend drop the ruler unexpectedly, and try to catch it between your two fingers. Note the new reading\non the ruler. Assuming acceleration is that due to gravity, calculate your reaction time. How far would you travel\nin a car (moving at 30 m/s) if the time it took your foot to go from the gas pedal to the brake was twice this\nreaction time?\n2.80\n2.81\n2.82\n76\n2 • Kinematics\nAccess for free at openstax.org\nspeed and its vertical position relative to the starting point. For example, if the velocity of the rock is calculated at a\nheight of 8.10 m above the starting point (using the method from Example 2.14) when the initial velocity is 13.0 m/s\nstraight up, a result of\nis obtained. Here both signs are meaningful; the positive value occurs when the\nrock is at 8.10 m and heading up, and the negative value occurs when the rock is at 8.10 m and heading back down.\nIt has the same speed but the opposite direction.\nFIGURE 2.41 (a) A person throws a rock straight up, as explored in Example 2.14. The arrows are velocity vectors at 0, 1.00, 2.00, and 3.00\ns. (b) A person throws a rock straight down from a cliff with the same initial speed as before, as in Example 2.15. Note that at the same\ndistance below the point of release, the rock has the same velocity in both cases.\nAnother way to look at it is this: In Example 2.14, the rock is thrown up with an initial velocity of\n. It rises\nand then falls back down. When its position is\non its way back down, its velocity is\n. That is, it has\nthe same speed on its way down as on its way up. We would then expect its velocity at a position of\nto\nbe the same whether we have thrown it upwards at\nor thrown it downwards at\n. The velocity of\nthe rock on its way down from\nis the same whether we have thrown it up or down to start with, as long as the\nspeed with which it was initially thrown is the same.\n",
    "start_page": 76,
    "end_page": 77
  },
  {
    "chapter": 2,
    "section": "2.7",
    "title": "• Falling Objects",
    "text": "2.7 • Falling Objects\n77\nEXAMPLE 2.16\nFind g from Data on a Falling Object\nThe acceleration due to gravity on Earth differs slightly from place to place, depending on topography (e.g., whether\nyou are on a hill or in a valley) and subsurface geology (whether there is dense rock like iron ore as opposed to light\nrock like salt beneath you.) The precise acceleration due to gravity can be calculated from data taken in an\nintroductory physics laboratory course. An object, usually a metal ball for which air resistance is negligible, is\ndropped and the time it takes to fall a known distance is measured. See, for example, Figure 2.42. Very precise\nresults can be produced with this method if sufficient care is taken in measuring the distance fallen and the elapsed\ntime.\nFIGURE 2.42 Positions and velocities of a metal ball released from rest when air resistance is negligible. Velocity is seen to increase linearly\nwith time while displacement increases with time squared. Acceleration is a constant and is equal to gravitational acceleration.\n78\n2 • Kinematics\nAccess for free at openstax.org\nSuppose the ball falls 1.0000 m in 0.45173 s. Assuming the ball is not affected by air resistance, what is the precise\nacceleration due to gravity at this location?\nStrategy\nDraw a sketch.\nFIGURE 2.43\nWe need to solve for acceleration\n. Note that in this case, displacement is downward and therefore negative, as is\nacceleration.\nSolution\n1. Identify the knowns.\n;\n;\n;\n.\n2. Choose the equation that allows you to solve for\nusing the known values.\n3. Substitute 0 for\nand rearrange the equation to solve for\n. Substituting 0 for\nyields\nSolving for\ngives\n4. Substitute known values yields\nso, because\nwith the directions we have chosen,\nDiscussion\nThe negative value for\nindicates that the gravitational acceleration is downward, as expected. We expect the value\nto be somewhere around the average value of\n, so\nmakes sense. Since the data going into\nthe calculation are relatively precise, this value for\nis more precise than the average value of\n; it\nrepresents the local value for the acceleration due to gravity.\nCHECK YOUR UNDERSTANDING\nA chunk of ice breaks off a glacier and falls 30.0 meters before it hits the water. Assuming it falls freely (there is no\nair resistance), how long does it take to hit the water?\nSolution\nWe know that initial position\n, final position\n, and\n. We can then use the\nequation\nto solve for . Inserting\n, we obtain\n2.83\n2.84\n2.85\n2.86\n2.87\n",
    "start_page": 78,
    "end_page": 79
  },
  {
    "chapter": 2,
    "section": "2.7",
    "title": "• Falling Objects",
    "text": "2.7 • Falling Objects\n79\nwhere we take the positive value as the physically relevant answer. Thus, it takes about 2.5 seconds for the piece of\nice to hit the water.\nPHET EXPLORATIONS\nEquation Grapher\nLearn about graphing polynomials. The shape of the curve changes as the constants are adjusted. View the curves\nfor the individual terms (e.g.\n) to see how they add to generate the polynomial curve.\nClick to view content (https://openstax.org/books/college-physics-2e/pages/2-7-falling-objects)\n",
    "start_page": 80,
    "end_page": 80
  },
  {
    "chapter": 2,
    "section": "2.8",
    "title": "Graphical Analysis of One-Dimensional Motion",
    "text": "2.8 Graphical Analysis of One-Dimensional Motion\nLEARNING OBJECTIVES\nBy the end of this section, you will be able to:\n•\nDescribe a straight-line graph in terms of its slope and y-intercept.\n•\nDetermine average velocity or instantaneous velocity from a graph of position vs. time.\n•\nDetermine average or instantaneous acceleration from a graph of velocity vs. time.\n•\nDerive a graph of velocity vs. time from a graph of position vs. time.\n•\nDerive a graph of acceleration vs. time from a graph of velocity vs. time.\nA graph, like a picture, is worth a thousand words. Graphs not only contain numerical information; they also reveal\nrelationships between physical quantities. This section uses graphs of position, velocity, and acceleration versus\ntime to illustrate one-dimensional kinematics.\nSlopes and General Relationships\nFirst note that graphs in this text have perpendicular axes, one horizontal and the other vertical. When two physical\nquantities are plotted against one another in such a graph, the horizontal axis is usually considered to be an\nindependent variable and the vertical axis a dependent variable. If we call the horizontal axis the\n-axis and the\nvertical axis the\n-axis, as in Figure 2.44, a straight-line graph has the general form\nHere\nis the slope, defined to be the rise divided by the run (as seen in the figure) of the straight line. The letter\nis\nused for the y-intercept, which is the point at which the line crosses the vertical axis.\nFIGURE 2.44 A straight-line graph. The equation for a straight line is\n.\n2.88\n2.89\n80\n2 • Kinematics\nAccess for free at openstax.org\nGraph of Position vs. Time (a = 0, so v is constant)\nTime is usually an independent variable that other quantities, such as position, depend upon. A graph of position\nversus time would, thus, have\non the vertical axis and\non the horizontal axis. Figure 2.45 is just such a straight-\nline graph. It shows a graph of position versus time for a jet-powered car on a very flat dry lake bed in Nevada.\nFIGURE 2.45 Graph of position versus time for a jet-powered car on the Bonneville Salt Flats.\nUsing the relationship between dependent and independent variables, we see that the slope in the graph above is\naverage velocity\nand the intercept is position at time zero—that is,\n. Substituting these symbols into\ngives\nor\nThus a graph of position versus time gives a general relationship among displacement(change in position), velocity,\nand time, as well as giving detailed numerical information about a specific situation.\nFrom the figure we can see that the car has a position of 525 m at 0.50 s and 2000 m at 6.40 s. Its position at other\ntimes can be read from the graph; furthermore, information about its velocity and acceleration can also be obtained\nfrom the graph.\nEXAMPLE 2.17\nDetermining Average Velocity from a Graph of Position versus Time: Jet Car\nFind the average velocity of the car whose position is graphed in Figure 2.45.\nStrategy\nThe slope of a graph of\nvs.\nis average velocity, since slope equals rise over run. In this case, rise = change in\nposition and run = change in time, so that\n2.90\n2.91\nThe Slope of x vs. t\nThe slope of the graph of position\nvs. time\nis velocity\n.\nNotice that this equation is the same as that derived algebraically from other motion equations in Motion\nEquations for Constant Acceleration in One Dimension.\n2.92\n",
    "start_page": 81,
    "end_page": 81
  },
  {
    "chapter": 2,
    "section": "2.8",
    "title": "• Graphical Analysis of One-Dimensional Motion",
    "text": "2.8 • Graphical Analysis of One-Dimensional Motion\n81\nSince the slope is constant here, any two points on the graph can be used to find the slope. (Generally speaking, it is\nmost accurate to use two widely separated points on the straight line. This is because any error in reading data from\nthe graph is proportionally smaller if the interval is larger.)\nSolution\n1. Choose two points on the line. In this case, we choose the points labeled on the graph: (6.4 s, 2000 m) and (0.50\ns, 525 m). (Note, however, that you could choose any two points.)\n2. Substitute the\nand\nvalues of the chosen points into the equation. Remember in calculating change\nwe\nalways use final value minus initial value.\nyielding\nDiscussion\nThis is an impressively large land speed (900 km/h, or about 560 mi/h): much greater than the typical highway\nspeed limit of 60 mi/h (27 m/s or 96 km/h), but considerably shy of the record of 343 m/s (1234 km/h or 766 mi/h)\nset in 1997.\nGraphs of Motion when\nis constant but\nThe graphs in Figure 2.46 below represent the motion of the jet-powered car as it accelerates toward its top speed,\nbut only during the time when its acceleration is constant. Time starts at zero for this motion (as if measured with a\nstopwatch), and the position and velocity are initially 200 m and 15 m/s, respectively.\n2.93\n2.94\n2.95\n82\n2 • Kinematics\nAccess for free at openstax.org\nFIGURE 2.46 Graphs of motion of a jet-powered car during the time span when its acceleration is constant. (a) The slope of an\nvs.\ngraph\nis velocity. This is shown at two points, and the instantaneous velocities obtained are plotted in the next graph. Instantaneous velocity at\nany point is the slope of the tangent at that point. (b) The slope of the\nvs.\ngraph is constant for this part of the motion, indicating\nconstant acceleration. (c) Acceleration has the constant value of\nover the time interval plotted.\n",
    "start_page": 82,
    "end_page": 83
  },
  {
    "chapter": 2,
    "section": "2.8",
    "title": "• Graphical Analysis of One-Dimensional Motion",
    "text": "2.8 • Graphical Analysis of One-Dimensional Motion\n83\nFIGURE 2.47 A U.S. Air Force jet car speeds down a track. (credit: Matt Trostle, Flickr)\nThe graph of position versus time in Figure 2.46(a) is a curve rather than a straight line. The slope of the curve\nbecomes steeper as time progresses, showing that the velocity is increasing over time. The slope at any point on a\nposition-versus-time graph is the instantaneous velocity at that point. It is found by drawing a straight line tangent\nto the curve at the point of interest and taking the slope of this straight line. Tangent lines are shown for two points\nin Figure 2.46(a). If this is done at every point on the curve and the values are plotted against time, then the graph of\nvelocity versus time shown in Figure 2.46(b) is obtained. Furthermore, the slope of the graph of velocity versus time\nis acceleration, which is shown in Figure 2.46(c).\nEXAMPLE 2.18\nDetermining Instantaneous Velocity from the Slope at a Point: Jet Car\nCalculate the velocity of the jet car at a time of 25 s by finding the slope of the\nvs.\ngraph in the graph below.\nFIGURE 2.48 The slope of an\nvs.\ngraph is velocity. This is shown at two points. Instantaneous velocity at any point is the slope of the\ntangent at that point.\nStrategy\nThe slope of a curve at a point is equal to the slope of a straight line tangent to the curve at that point. This principle\nis illustrated in Figure 2.48, where Q is the point at\n.\nSolution\n1. Find the tangent line to the curve at\n.\n2. Determine the endpoints of the tangent. These correspond to a position of 1300 m at time 19 s and a position of\n3120 m at time 32 s.\n3. Plug these endpoints into the equation to solve for the slope,\n.\n84\n2 • Kinematics\nAccess for free at openstax.org\nThus,\nDiscussion\nThis is the value given in this figure’s table for\nat\n. The value of 140 m/s for\nis plotted in Figure 2.48.\nThe entire graph of\nvs.\ncan be obtained in this fashion.\nCarrying this one step further, we note that the slope of a velocity versus time graph is acceleration. Slope is rise\ndivided by run; on a\nvs.\ngraph, rise = change in velocity\nand run = change in time\n.\nSince the velocity versus time graph in Figure 2.46(b) is a straight line, its slope is the same everywhere, implying\nthat acceleration is constant. Acceleration versus time is graphed in Figure 2.46(c).\nAdditional general information can be obtained from Figure 2.48 and the expression for a straight line,\n.\nIn this case, the vertical axis\nis\n, the intercept\nis\n, the slope\nis\n, and the horizontal axis\nis . Substituting\nthese symbols yields\nA general relationship for velocity, acceleration, and time has again been obtained from a graph. Notice that this\nequation was also derived algebraically from other motion equations in Motion Equations for Constant Acceleration\nin One Dimension.\nIt is not accidental that the same equations are obtained by graphical analysis as by algebraic techniques. In fact, an\nimportant way to discover physical relationships is to measure various physical quantities and then make graphs of\none quantity against another to see if they are correlated in any way. Correlations imply physical relationships and\nmight be shown by smooth graphs such as those above. From such graphs, mathematical relationships can\nsometimes be postulated. Further experiments are then performed to determine the validity of the hypothesized\nrelationships.\nGraphs of Motion Where Acceleration is Not Constant\nNow consider the motion of the jet car as it goes from 165 m/s to its top velocity of 250 m/s, graphed in Figure 2.49.\nTime again starts at zero, and the initial velocity is 165 m/s. (This was the final velocity of the car in the motion\ngraphed in Figure 2.46.) Acceleration gradually decreases from\nto zero when the car hits 250 m/s. The\nvelocity increases until 55 s and then becomes constant, since acceleration decreases to zero at 55 s and remains\nzero afterward.\n2.96\n2.97\nThe Slope of v vs. t\nThe slope of a graph of velocity\nvs. time\nis acceleration\n.\n2.98\n2.99\n",
    "start_page": 84,
    "end_page": 85
  },
  {
    "chapter": 2,
    "section": "2.8",
    "title": "• Graphical Analysis of One-Dimensional Motion",
    "text": "2.8 • Graphical Analysis of One-Dimensional Motion\n85\nFIGURE 2.49 Graphs of motion of a jet-powered car as it reaches its top velocity. This motion begins where the motion in Figure 2.46 ends.\n(a) The velocity gradually approaches its top value. The slope of this graph is acceleration. It is plotted in the final graph. (b) Acceleration\ngradually declines to zero when velocity becomes constant. Notice in each of the three graphs that the acceleration drops down to zero and\nthe velocity levels out. This results in a position-time graph that is almost linear. A close-up of the position time graph would show a slight\ncurvature, as indicated in the velocity graph.\nEXAMPLE 2.19\nCalculating Acceleration from a Graph of Velocity versus Time\nCalculate the acceleration of the jet car at a time of 25 s by finding the slope of the\nvs.\ngraph in Figure 2.49(a).\nStrategy\nThe slope of the curve at\nis equal to the slope of the line tangent at that point, as illustrated in Figure\n2.49(a).\nSolution\nDetermine endpoints of the tangent line from the figure, and then plug them into the equation to solve for slope,\n.\nDiscussion\nNote that this value for\nis consistent with the value plotted in Figure 2.49(b) at\n.\nA graph of position versus time can be used to generate a graph of velocity versus time, and a graph of velocity\n2.100\n2.101\n86\n2 • Kinematics\nAccess for free at openstax.org\nversus time can be used to generate a graph of acceleration versus time. We do this by finding the slope of the\ngraphs at every point. If the graph is linear (i.e., a line with a constant slope), it is easy to find the slope at any point\nand you have the slope for every point. Graphical analysis of motion can be used to describe both specific and\ngeneral characteristics of kinematics. Graphs can also be used for other topics in physics. An important aspect of\nexploring physical relationships is to graph them and look for underlying relationships.\nCHECK YOUR UNDERSTANDING\nA graph of velocity vs. time of a ship coming into a harbor is shown below. (a) Describe the motion of the ship based\non the graph. (b)What would a graph of the ship’s acceleration look like?\nFIGURE 2.50\nSolution\n(a) The ship moves at constant velocity and then begins to decelerate at a constant rate. At some point, its\ndeceleration rate decreases. It maintains this lower deceleration rate until it stops moving.\n(b) A graph of acceleration vs. time would show zero acceleration in the first leg, large and constant negative\nacceleration in the second leg, and constant negative acceleration.\nFIGURE 2.51\n",
    "start_page": 86,
    "end_page": 87
  },
  {
    "chapter": 2,
    "section": "2.8",
    "title": "• Graphical Analysis of One-Dimensional Motion",
    "text": "2.8 • Graphical Analysis of One-Dimensional Motion\n87\nGlossary\nacceleration\nthe rate of change in velocity; the\nchange in velocity over time\nacceleration due to gravity\nacceleration of an object\nas a result of gravity\naverage acceleration\nthe change in velocity divided\nby the time over which it changes\naverage speed\ndistance traveled divided by time\nduring which motion occurs\naverage velocity\ndisplacement divided by time over\nwhich displacement occurs\ndeceleration\nacceleration in the direction opposite to\nvelocity; acceleration that results in a decrease in\nvelocity\ndependent variable\nthe variable that is being\nmeasured; usually plotted along the\n-axis\ndisplacement\nthe change in position of an object\ndistance\nthe magnitude of displacement between\ntwo positions\ndistance traveled\nthe total length of the path\ntraveled between two positions\nelapsed time\nthe difference between the ending time\nand beginning time\nfree-fall\nthe state of movement that results from\ngravitational force only\nindependent variable\nthe variable that the\ndependent variable is measured with respect to;\nusually plotted along the\n-axis\ninstantaneous acceleration\nacceleration at a specific\npoint in time\ninstantaneous speed\nmagnitude of the\ninstantaneous velocity\ninstantaneous velocity\nvelocity at a specific instant,\nor the average velocity over an infinitesimal time\ninterval\nkinematics\nthe study of motion without considering\nits causes\nmodel\nsimplified description that contains only those\nelements necessary to describe the physics of a\nphysical situation\nposition\nthe location of an object at a particular time\nscalar\na quantity that is described by magnitude, but\nnot direction\nslope\nthe difference in\n-value (the rise) divided by\nthe difference in\n-value (the run) of two points on a\nstraight line\ntime\nchange, or the interval over which change occurs\nvector\na quantity that is described by both magnitude\nand direction\ny-intercept\nthe\nvalue when\n= 0, or when the\ngraph crosses the\n-axis\nSection Summary\n",
    "start_page": 88,
    "end_page": 88
  },
  {
    "chapter": 2,
    "section": "2.1",
    "title": "Displacement",
    "text": "2.1 Displacement\n•\nKinematics is the study of motion without\nconsidering its causes. In this chapter, it is limited\nto motion along a straight line, called one-\ndimensional motion.\n•\nDisplacement is the change in position of an\nobject.\n•\nIn symbols, displacement\nis defined to be\nwhere\nis the initial position and\nis the final\nposition. In this text, the Greek letter\n(delta)\nalways means “change in” whatever quantity\nfollows it. The SI unit for displacement is the\nmeter (m). Displacement has a direction as well as\na magnitude.\n•\nWhen you start a problem, assign which direction\nwill be positive.\n•\nDistance is the magnitude of displacement\nbetween two positions.\n•\nDistance traveled is the total length of the path\ntraveled between two positions.\n",
    "start_page": 89,
    "end_page": 88
  },
  {
    "chapter": 2,
    "section": "2.2",
    "title": "Vectors, Scalars, and Coordinate",
    "text": "2.2 Vectors, Scalars, and Coordinate\nSystems\n•\nA vector is any quantity that has magnitude and\ndirection.\n•\nA scalar is any quantity that has magnitude but no\ndirection.\n•\nDisplacement and velocity are vectors, whereas\ndistance and speed are scalars.\n•\nIn one-dimensional motion, direction is specified\nby a plus or minus sign to signify left or right, up or\ndown, and the like.\n",
    "start_page": 89,
    "end_page": 88
  },
  {
    "chapter": 2,
    "section": "2.3",
    "title": "Time, Velocity, and Speed",
    "text": "2.3 Time, Velocity, and Speed\n•\nTime is measured in terms of change, and its SI\nunit is the second (s). Elapsed time for an event is\nwhere\nis the final time and\nis the initial time.\nThe initial time is often taken to be zero, as if\nmeasured with a stopwatch; the elapsed time is\nthen just .\n•\nAverage velocity\nis defined as displacement\ndivided by the travel time. In symbols, average\nvelocity is\n88\n2 • Glossary\nAccess for free at openstax.org\n•\nThe SI unit for velocity is m/s.\n•\nVelocity is a vector and thus has a direction.\n•\nInstantaneous velocity\nis the velocity at a\nspecific instant or the average velocity for an\ninfinitesimal interval.\n•\nInstantaneous speed is the magnitude of the\ninstantaneous velocity.\n•\nInstantaneous speed is a scalar quantity, as it has\nno direction specified.\n•\nAverage speed is the total distance traveled\ndivided by the elapsed time. (Average speed is not\nthe magnitude of the average velocity.) Speed is a\nscalar quantity; it has no direction associated with\nit.\n",
    "start_page": 89,
    "end_page": 89
  },
  {
    "chapter": 2,
    "section": "2.4",
    "title": "Acceleration",
    "text": "2.4 Acceleration\n•\nAcceleration is the rate at which velocity changes.\nIn symbols, average acceleration\nis\n•\nThe SI unit for acceleration is\n.\n•\nAcceleration is a vector, and thus has a both a\nmagnitude and direction.\n•\nAcceleration can be caused by either a change in\nthe magnitude or the direction of the velocity.\n•\nInstantaneous acceleration\nis the acceleration at\na specific instant in time.\n•\nDeceleration is an acceleration with a direction\nopposite to that of the velocity.\n",
    "start_page": 90,
    "end_page": 89
  },
  {
    "chapter": 2,
    "section": "2.5",
    "title": "Motion Equations for Constant",
    "text": "2.5 Motion Equations for Constant\nAcceleration in One Dimension\n•\nTo simplify calculations we take acceleration to be\nconstant, so that\nat all times.\n•\nWe also take initial time to be zero.\n•\nInitial position and velocity are given a subscript 0;\nfinal values have no subscript. Thus,\n•\nThe following kinematic equations for motion with\nconstant\nare useful:\n•\nIn vertical motion,\nis substituted for\n.\n",
    "start_page": 90,
    "end_page": 89
  },
  {
    "chapter": 2,
    "section": "2.6",
    "title": "Problem-Solving Basics for One-",
    "text": "2.6 Problem-Solving Basics for One-\nDimensional Kinematics\n•\nThe six basic problem solving steps for physics\nare:\nStep 1. Examine the situation to determine which\nphysical principles are involved.\nStep 2. Make a list of what is given or can be\ninferred from the problem as stated (identify the\nknowns).\nStep 3. Identify exactly what needs to be\ndetermined in the problem (identify the\nunknowns).\nStep 4. Find an equation or set of equations that\ncan help you solve the problem.\nStep 5. Substitute the knowns along with their\nunits into the appropriate equation, and obtain\nnumerical solutions complete with units.\nStep 6. Check the answer to see if it is reasonable:\nDoes it make sense?\n",
    "start_page": 90,
    "end_page": 89
  },
  {
    "chapter": 2,
    "section": "2.7",
    "title": "Falling Objects",
    "text": "2.7 Falling Objects\n•\nAn object in free-fall experiences constant\nacceleration if air resistance is negligible.\n•\nOn Earth, all free-falling objects have an\nacceleration due to gravity\n, which averages\n•\nWhether the acceleration a should be taken as\nor\nis determined by your choice of coordinate\nsystem. If you choose the upward direction as\npositive,\nis negative. In the\nopposite case,\nis positive.\nSince acceleration is constant, the kinematic\nequations above can be applied with the\nappropriate\nor\nsubstituted for\n.\n•\nFor objects in free-fall, up is normally taken as\npositive for displacement, velocity, and\nacceleration.\n",
    "start_page": 90,
    "end_page": 89
  },
  {
    "chapter": 2,
    "section": "2.8",
    "title": "Graphical Analysis of One-Dimensional",
    "text": "2.8 Graphical Analysis of One-Dimensional\nMotion\n•\nGraphs of motion can be used to analyze motion.\n•\nGraphical solutions yield identical solutions to\nmathematical methods for deriving motion\nequations.\n•\nThe slope of a graph of displacement\nvs. time\nis\nvelocity\n.\n•\nThe slope of a graph of velocity\nvs. time\ngraph\nis acceleration\n.\n•\nAverage velocity, instantaneous velocity, and\nacceleration can all be obtained by analyzing\n2 • Section Summary\n89\ngraphs.\nConceptual Questions\n",
    "start_page": 90,
    "end_page": 90
  },
  {
    "chapter": 2,
    "section": "2.1",
    "title": "Displacement",
    "text": "2.1 Displacement\n1. Give an example in which there are clear\ndistinctions among distance traveled,\ndisplacement, and magnitude of displacement.\nSpecifically identify each quantity in your example.\n2. Under what circumstances does distance traveled\nequal magnitude of displacement? What is the only\ncase in which magnitude of displacement and\ndisplacement are exactly the same?\n3. Bacteria move back and forth by using their flagella\n(structures that look like little tails). Speeds of up to\nhave been observed.\nThe total distance traveled by a bacterium is large\nfor its size, while its displacement is small. Why is\nthis?\n",
    "start_page": 91,
    "end_page": 90
  },
  {
    "chapter": 2,
    "section": "2.2",
    "title": "Vectors, Scalars, and Coordinate",
    "text": "2.2 Vectors, Scalars, and Coordinate\nSystems\n4. A student writes, “A bird that is diving for prey has a\nspeed of\n.” What is wrong with the\nstudent’s statement? What has the student actually\ndescribed? Explain.\n5. What is the speed of the bird in Exercise 2.4?\n6. Acceleration is the change in velocity over time.\nGiven this information, is acceleration a vector or a\nscalar quantity? Explain.\n7. A weather forecast states that the temperature is\npredicted to be\nthe following day. Is this\ntemperature a vector or a scalar quantity? Explain.\n",
    "start_page": 91,
    "end_page": 90
  },
  {
    "chapter": 2,
    "section": "2.3",
    "title": "Time, Velocity, and Speed",
    "text": "2.3 Time, Velocity, and Speed\n8. Give an example (but not one from the text) of a\ndevice used to measure time and identify what\nchange in that device indicates a change in time.\n9. There is a distinction between average speed and\nthe magnitude of average velocity. Give an example\nthat illustrates the difference between these two\nquantities.\n10. Does a car’s odometer measure distance traveled\nor displacement? Does its speedometer measure\nspeed or velocity?\n11. If you divide the total distance traveled on a car\ntrip (as determined by the odometer) by the time\nfor the trip, are you calculating the average speed\nor the magnitude of the average velocity? Under\nwhat circumstances are these two quantities the\nsame?\n12. How are instantaneous velocity and instantaneous\nspeed related to one another? How do they differ?\n",
    "start_page": 91,
    "end_page": 90
  },
  {
    "chapter": 2,
    "section": "2.4",
    "title": "Acceleration",
    "text": "2.4 Acceleration\n13. Is it possible for speed to be constant while\nacceleration is not zero? Give an example of such\na situation.\n14. Is it possible for velocity to be constant while\nacceleration is not zero? Explain.\n15. Give an example in which velocity is zero yet\nacceleration is not.\n16. If a subway train is moving to the left (has a\nnegative velocity) and then comes to a stop, what\nis the direction of its acceleration? Is the\nacceleration positive or negative?\n17. Plus and minus signs are used in one-dimensional\nmotion to indicate direction. What is the sign of an\nacceleration that reduces the magnitude of a\nnegative velocity? Of a positive velocity?\n",
    "start_page": 91,
    "end_page": 90
  },
  {
    "chapter": 2,
    "section": "2.6",
    "title": "Problem-Solving Basics for One-",
    "text": "2.6 Problem-Solving Basics for One-\nDimensional Kinematics\n18. What information do you need in order to choose\nwhich equation or equations to use to solve a\nproblem? Explain.\n19. What is the last thing you should do when solving\na problem? Explain.\n",
    "start_page": 91,
    "end_page": 90
  },
  {
    "chapter": 2,
    "section": "2.7",
    "title": "Falling Objects",
    "text": "2.7 Falling Objects\n20. What is the acceleration of a rock thrown straight\nupward on the way up? At the top of its flight? On\nthe way down?\n21. An object that is thrown straight up falls back to\nEarth. This is one-dimensional motion. (a) When is\nits velocity zero? (b) Does its velocity change\ndirection? (c) Does the acceleration due to gravity\nhave the same sign on the way up as on the way\ndown?\n22. Suppose you throw a rock nearly straight up at a\ncoconut in a palm tree, and the rock misses on the\nway up but hits the coconut on the way down.\nNeglecting air resistance, how does the speed of\nthe rock when it hits the coconut on the way down\ncompare with what it would have been if it had hit\nthe coconut on the way up? Is it more likely to\ndislodge the coconut on the way up or down?\nExplain.\n90\n2 • Conceptual Questions\nAccess for free at openstax.org\n23. If an object is thrown straight up and air\nresistance is negligible, then its speed when it\nreturns to the starting point is the same as when it\nwas released. If air resistance were not negligible,\nhow would its speed upon return compare with its\ninitial speed? How would the maximum height to\nwhich it rises be affected?\n24. The severity of a fall depends on your speed when\nyou strike the ground. All factors but the\nacceleration due to gravity being the same, how\nmany times higher could a safe fall on the Moon\nbe than on Earth (gravitational acceleration on the\nMoon is about 1/6 that of the Earth)?\n25. How many times higher could an astronaut jump\non the Moon than on Earth if his takeoff speed is\nthe same in both locations (gravitational\nacceleration on the Moon is about 1/6 of\non\nEarth)?\n",
    "start_page": 91,
    "end_page": 91
  },
  {
    "chapter": 2,
    "section": "2.8",
    "title": "Graphical Analysis of One-Dimensional",
    "text": "2.8 Graphical Analysis of One-Dimensional\nMotion\n26. (a) Explain how you can use the graph of position\nversus time in Figure 2.52 to describe the change in\nvelocity over time. Identify (b) the time (\n,\n,\n,\n, or\n) at which the instantaneous velocity is greatest, (c)\nthe time at which it is zero, and (d) the time at which it\nis negative.\nFIGURE 2.52\n27. (a) Sketch a graph of velocity versus time\ncorresponding to the graph of position versus time\ngiven in Figure 2.53. (b) Identify the time or times (\n,\n,\n, etc.) at which the instantaneous velocity is\ngreatest. (c) At which times is it zero? (d) At which\ntimes is it negative?\nFIGURE 2.53\n28. (a) Explain how you can determine the acceleration\nover time from a velocity versus time graph such as the\none in Figure 2.54. (b) Based on the graph, how does\nacceleration change over time?\nFIGURE 2.54\n2 • Conceptual Questions\n91\n29. (a) Sketch a graph of acceleration versus time\ncorresponding to the graph of velocity versus time\ngiven in Figure 2.55. (b) Identify the time or times (\n,\n,\n, etc.) at which the acceleration is greatest. (c) At\nwhich times is it zero? (d) At which times is it negative?\nFIGURE 2.55\n30. Consider the velocity vs. time graph of a person in an\nelevator shown in Figure 2.56. Suppose the elevator is\ninitially at rest. It then accelerates for 3 seconds,\nmaintains that velocity for 15 seconds, then\ndecelerates for 5 seconds until it stops. The\nacceleration for the entire trip is not constant so we\ncannot use the equations of motion from Motion\nEquations for Constant Acceleration in One Dimension\nfor the complete trip. (We could, however, use them in\nthe three individual sections where acceleration is a\nconstant.) Sketch graphs of (a) position vs. time and (b)\nacceleration vs. time for this trip.\nFIGURE 2.56\n31. A cylinder is given a push and then rolls up an\ninclined plane. If the origin is the starting point,\nsketch the position, velocity, and acceleration of\nthe cylinder vs. time as it goes up and then down\nthe plane.\nProblems & Exercises\n",
    "start_page": 92,
    "end_page": 92
  },
  {
    "chapter": 2,
    "section": "2.1",
    "title": "Displacement",
    "text": "2.1 Displacement\nFIGURE 2.57\n1. Find the following for path A in Figure 2.57: (a) The\ndistance traveled. (b) The magnitude of the\ndisplacement from start to finish. (c) The\ndisplacement from start to finish.\n2. Find the following for path B in Figure 2.57: (a) The\ndistance traveled. (b) The magnitude of the\ndisplacement from start to finish. (c) The\ndisplacement from start to finish.\n3. Find the following for path C in Figure 2.57: (a) The\ndistance traveled. (b) The magnitude of the\ndisplacement from start to finish. (c) The\ndisplacement from start to finish.\n4. Find the following for path D in Figure 2.57: (a) The\ndistance traveled. (b) The magnitude of the\ndisplacement from start to finish. (c) The\ndisplacement from start to finish.\n",
    "start_page": 93,
    "end_page": 92
  },
  {
    "chapter": 2,
    "section": "2.3",
    "title": "Time, Velocity, and Speed",
    "text": "2.3 Time, Velocity, and Speed\n5. (a) Calculate Earth’s average speed relative to the\nSun. (b) What is its average velocity over a period of\none year?\n92\n2 • Problems & Exercises\nAccess for free at openstax.org\n6. A helicopter blade spins at exactly 100 revolutions\nper minute. Its tip is 5.00 m from the center of\nrotation. (a) Calculate the average speed of the\nblade tip in the helicopter’s frame of reference. (b)\nWhat is its average velocity over one revolution?\n7. The North American and European continents are\nmoving apart at a rate of about 3 cm/y. At this rate\nhow long will it take them to drift 500 km farther\napart than they are at present?\n8. Land west of the San Andreas fault in southern\nCalifornia is moving at an average velocity of about\n6 cm/y northwest relative to land east of the fault.\nLos Angeles is west of the fault and may thus\nsomeday be at the same latitude as San Francisco,\nwhich is east of the fault. How far in the future will\nthis occur if the displacement to be made is 590 km\nnorthwest, assuming the motion remains constant?\n9. On May 26, 1934, a streamlined, stainless steel\ndiesel train called the Zephyr set the world’s\nnonstop long-distance speed record for trains. Its\nrun from Denver to Chicago took 13 hours, 4\nminutes, 58 seconds, and was witnessed by more\nthan a million people along the route. The total\ndistance traveled was 1633.8 km. What was its\naverage speed in km/h and m/s?\n10. Tidal friction is slowing the rotation of the Earth.\nAs a result, the orbit of the Moon is increasing in\nradius at a rate of approximately 4 cm/year.\nAssuming this to be a constant rate, how many\nyears will pass before the radius of the Moon’s\norbit increases by\n(1%)?\n11. A student drove to the university from their home\nand noted that the odometer reading of their car\nincreased by 12.0 km. The trip took 18.0 min. (a)\nWhat was their average speed? (b) If the straight-\nline distance from their home to the university is\n",
    "start_page": 93,
    "end_page": 93
  },
  {
    "chapter": 2,
    "section": "10.3",
    "title": "km in a direction",
    "text": "10.3 km in a direction\nsouth of east, what\nwas their average velocity? (c) If they returned\nhome by the same path 7 h 30 min after they left,\nwhat were their average speed and velocity for the\nentire trip?\n12. The speed of propagation of the action potential\n(an electrical signal) in a nerve cell depends\n(inversely) on the diameter of the axon (nerve\nfiber). If the nerve cell connecting the spinal cord\nto your feet is 1.1 m long, and the nerve impulse\nspeed is 18 m/s, how long does it take for the\nnerve signal to travel this distance?\n13. Conversations with astronauts on the lunar\nsurface were characterized by a kind of echo in\nwhich the earthbound person’s voice was so loud\nin the astronaut’s space helmet that it was picked\nup by the astronaut’s microphone and transmitted\nback to Earth. It is reasonable to assume that the\necho time equals the time necessary for the radio\nwave to travel from the Earth to the Moon and\nback (that is, neglecting any time delays in the\nelectronic equipment). Calculate the distance\nfrom Earth to the Moon given that the echo time\nwas 2.56 s and that radio waves travel at the\nspeed of light\n.\n14. A football quarterback runs 15.0 m straight down\nthe playing field in 2.50 s. He is then hit and\npushed 3.00 m straight backward in 1.75 s. He\nbreaks the tackle and runs straight forward\nanother 21.0 m in 5.20 s. Calculate his average\nvelocity (a) for each of the three intervals and (b)\nfor the entire motion.\n15. The planetary model of the atom pictures\nelectrons orbiting the atomic nucleus much as\nplanets orbit the Sun. In this model you can view\nhydrogen, the simplest atom, as having a single\nelectron in a circular orbit\nin\ndiameter. (a) If the average speed of the electron\nin this orbit is known to be\n,\ncalculate the number of revolutions per second it\nmakes about the nucleus. (b) What is the\nelectron’s average velocity per revolution?\n",
    "start_page": 94,
    "end_page": 93
  },
  {
    "chapter": 2,
    "section": "2.4",
    "title": "Acceleration",
    "text": "2.4 Acceleration\n16. A cheetah can accelerate from rest to a speed of\n",
    "start_page": 94,
    "end_page": 93
  },
  {
    "chapter": 2,
    "section": "30.0",
    "title": "m/s in 7.00 s. What is its acceleration?",
    "text": "30.0 m/s in 7.00 s. What is its acceleration?\n17. Professional Application\nDr. John Paul Stapp was U.S. Air Force officer who\nstudied the effects of extreme deceleration on the\nhuman body. On December 10, 1954, Stapp rode\na rocket sled, accelerating from rest to a top\nspeed of 282 m/s (1015 km/h) in 5.00 s, and was\nbrought jarringly back to rest in only 1.40 s!\nCalculate his (a) acceleration and (b) deceleration.\nExpress each in multiples of\nby\ntaking its ratio to the acceleration of gravity.\n18. A commuter backs her car out of her garage with\nan acceleration of\n. (a) How long does it\ntake her to reach a speed of 2.00 m/s? (b) If she\nthen brakes to a stop in 0.800 s, what is her\ndeceleration?\n2 • Problems & Exercises\n93\n19. Assume that an intercontinental ballistic missile\ngoes from rest to a suborbital speed of 6.50 km/s\nin 60.0 s (the actual speed and time are\nclassified). What is its average acceleration in\nand in multiples of\n",
    "start_page": 94,
    "end_page": 94
  },
  {
    "chapter": 2,
    "section": "2.5",
    "title": "Motion Equations for Constant",
    "text": "2.5 Motion Equations for Constant\nAcceleration in One Dimension\n20. An Olympic-class sprinter starts a race with an\nacceleration of\n. (a) What is her speed\n",
    "start_page": 95,
    "end_page": 94
  },
  {
    "chapter": 2,
    "section": "2.40",
    "title": "s later? (b) Sketch a graph of her position vs.",
    "text": "2.40 s later? (b) Sketch a graph of her position vs.\ntime for this period.\n21. A well-thrown ball is caught in a well-padded mitt.\nIf the deceleration of the ball is\n,\nand 1.85 ms\nelapses from the\ntime the ball first touches the mitt until it stops,\nwhat was the initial velocity of the ball?\n22. A bullet in a gun is accelerated from the firing\nchamber to the end of the barrel at an average\nrate of\nfor\n. What\nis its muzzle velocity (that is, its final velocity)?\n23. (a) A light-rail commuter train accelerates at a rate\nof\n. How long does it take to reach its\ntop speed of 80.0 km/h, starting from rest? (b) The\nsame train ordinarily decelerates at a rate of\n. How long does it take to come to a\nstop from its top speed? (c) In emergencies the\ntrain can decelerate more rapidly, coming to rest\nfrom 80.0 km/h in 8.30 s. What is its emergency\ndeceleration in\n?\n24. While entering a freeway, a car accelerates from\nrest at a rate of\nfor 12.0 s. (a) Draw a\nsketch of the situation. (b) List the knowns in this\nproblem. (c) How far does the car travel in those\n",
    "start_page": 95,
    "end_page": 94
  },
  {
    "chapter": 2,
    "section": "12.0",
    "title": "s? To solve this part, first identify the",
    "text": "12.0 s? To solve this part, first identify the\nunknown, and then discuss how you chose the\nappropriate equation to solve for it. After choosing\nthe equation, show your steps in solving for the\nunknown, check your units, and discuss whether\nthe answer is reasonable. (d) What is the car’s\nfinal velocity? Solve for this unknown in the same\nmanner as in part (c), showing all steps explicitly.\n25. At the end of a race, a runner decelerates from a\nvelocity of 9.00 m/s at a rate of\n. (a)\nHow far does she travel in the next 5.00 s? (b)\nWhat is her final velocity? (c) Evaluate the result.\nDoes it make sense?\n26. Professional Application:\nBlood is accelerated from rest to 30.0 cm/s in a\ndistance of 1.80 cm by the left ventricle of the\nheart. (a) Make a sketch of the situation. (b) List\nthe knowns in this problem. (c) How long does the\nacceleration take? To solve this part, first identify\nthe unknown, and then discuss how you chose the\nappropriate equation to solve for it. After choosing\nthe equation, show your steps in solving for the\nunknown, checking your units. (d) Is the answer\nreasonable when compared with the time for a\nheartbeat?\n27. In a slap shot, a hockey player accelerates the\npuck from a velocity of 8.00 m/s to 40.0 m/s in the\nsame direction. If this shot takes\n,\ncalculate the distance over which the puck\naccelerates.\n28. A powerful motorcycle can accelerate from rest to\n",
    "start_page": 95,
    "end_page": 94
  },
  {
    "chapter": 2,
    "section": "26.8",
    "title": "m/s (100 km/h) in only 3.90 s. (a) What is its",
    "text": "26.8 m/s (100 km/h) in only 3.90 s. (a) What is its\naverage acceleration? (b) How far does it travel in\nthat time?\n29. Freight trains can produce only relatively small\naccelerations and decelerations. (a) What is the\nfinal velocity of a freight train that accelerates at a\nrate of\nfor 8.00 min, starting with an\ninitial velocity of 4.00 m/s? (b) If the train can\nslow down at a rate of\n, how long will it\ntake to come to a stop from this velocity? (c) How\nfar will it travel in each case?\n30. A fireworks shell is accelerated from rest to a\nvelocity of 65.0 m/s over a distance of 0.250 m.\n(a) How long did the acceleration last? (b)\nCalculate the acceleration.\n31. A swan on a lake gets airborne by flapping its\nwings and running on top of the water. (a) If the\nswan must reach a velocity of 6.00 m/s to take off\nand it accelerates from rest at an average rate of\n, how far will it travel before becoming\nairborne? (b) How long does this take?\n32. Professional Application:\nA woodpecker’s brain is specially protected from\nlarge decelerations by tendon-like attachments\ninside the skull. While pecking on a tree, the\nwoodpecker’s head comes to a stop from an initial\nvelocity of 0.600 m/s in a distance of only 2.00\nmm. (a) Find the acceleration in\nand in\nmultiples of\n. (b) Calculate the\nstopping time. (c) The tendons cradling the brain\nstretch, making its stopping distance 4.50 mm\n(greater than the head and, hence, less\ndeceleration of the brain). What is the brain’s\ndeceleration, expressed in multiples of\n?\n94\n2 • Problems & Exercises\nAccess for free at openstax.org\n33. An unwary football player collides with a padded\ngoalpost while running at a velocity of 7.50 m/s\nand comes to a full stop after compressing the\npadding and his body 0.350 m. (a) What is his\ndeceleration? (b) How long does the collision last?\n34. In World War II, there were several reported cases\nof airmen who jumped from their flaming airplanes\nwith no parachute to escape certain death. Some\nfell about 20,000 feet (6000 m), and some of\nthem survived, with few life-threatening injuries.\nFor these lucky pilots, the tree branches and snow\ndrifts on the ground allowed their deceleration to\nbe relatively small. If we assume that a pilot’s\nspeed upon impact was 123 mph (54 m/s), then\nwhat was his deceleration? Assume that the trees\nand snow stopped him over a distance of 3.0 m.\n35. Consider a grey squirrel falling out of a tree to the\nground. (a) If we ignore air resistance in this case\n(only for the sake of this problem), determine a\nsquirrel’s velocity just before hitting the ground,\nassuming it fell from a height of 3.0 m. (b) If the\nsquirrel stops in a distance of 2.0 cm through\nbending its limbs, compare its deceleration with\nthat of the airman in the previous problem.\n36. An express train passes through a station. It\nenters with an initial velocity of 22.0 m/s and\ndecelerates at a rate of\nas it goes\nthrough. The station is 210 m long. (a) How long\ndid the nose of the train stay in the station? (b)\nHow fast is it going when the nose leaves the\nstation? (c) If the train is 130 m long, when does\nthe end of the train leave the station? (d) What is\nthe velocity of the end of the train as it leaves?\n37. Dragsters can actually reach a top speed of 145\nm/s in only 4.45 s—considerably less time than\ngiven in Example 2.10 and Example 2.11. (a)\nCalculate the average acceleration for such a\ndragster. (b) Find the final velocity of this dragster\nstarting from rest and accelerating at the rate\nfound in (a) for 402 m (a quarter mile) without\nusing any information on time. (c) Why is the final\nvelocity greater than that used to find the average\nacceleration? Hint: Consider whether the\nassumption of constant acceleration is valid for a\ndragster. If not, discuss whether the acceleration\nwould be greater at the beginning or end of the\nrun and what effect that would have on the final\nvelocity.\n38. A bicycle racer sprints at the end of a race to\nclinch a victory. The racer has an initial velocity of\n",
    "start_page": 95,
    "end_page": 95
  },
  {
    "chapter": 2,
    "section": "11.5",
    "title": "m/s and accelerates at the rate of",
    "text": "11.5 m/s and accelerates at the rate of\nfor 7.00 s. (a) What is his final\nvelocity? (b) The racer continues at this velocity to\nthe finish line. If he was 300 m from the finish line\nwhen he started to accelerate, how much time did\nhe save? (c) One other racer was 5.00 m ahead\nwhen the winner started to accelerate, but he was\nunable to accelerate, and traveled at 11.8 m/s\nuntil the finish line. How far ahead of him (in\nmeters and in seconds) did the winner finish?\n39. In 1967, New Zealander Burt Munro set the world\nrecord for an Indian motorcycle, on the Bonneville\nSalt Flats in Utah, with a maximum speed of\n",
    "start_page": 96,
    "end_page": 95
  },
  {
    "chapter": 2,
    "section": "183.58",
    "title": "mi/h. The one-way course was 5.00 mi",
    "text": "183.58 mi/h. The one-way course was 5.00 mi\nlong. Acceleration rates are often described by the\ntime it takes to reach 60.0 mi/h from rest. If this\ntime was 4.00 s, and Burt accelerated at this rate\nuntil he reached his maximum speed, how long\ndid it take Burt to complete the course?\n40. (a) A world record was set for the men’s 100-m\ndash in the 2008 Olympic Games in Beijing by\nUsain Bolt of Jamaica. Bolt “coasted” across the\nfinish line with a time of 9.69 s. If we assume that\nBolt accelerated for 3.00 s to reach his maximum\nspeed, and maintained that speed for the rest of\nthe race, calculate his maximum speed and his\nacceleration. (b) During the same Olympics, Bolt\nalso set the world record in the 200-m dash with a\ntime of 19.30 s. Using the same assumptions as\nfor the 100-m dash, what was his maximum speed\nfor this race?\n",
    "start_page": 96,
    "end_page": 95
  },
  {
    "chapter": 2,
    "section": "2.7",
    "title": "Falling Objects",
    "text": "2.7 Falling Objects\nAssume air resistance is negligible unless otherwise\nstated.\n41. Calculate the displacement and velocity at times\nof (a) 0.500, (b) 1.00, (c) 1.50, and (d) 2.00 s for a\nball thrown straight up with an initial velocity of\n",
    "start_page": 96,
    "end_page": 95
  },
  {
    "chapter": 2,
    "section": "15.0",
    "title": "m/s. Take the point of release to be",
    "text": "15.0 m/s. Take the point of release to be\n.\n42. Calculate the displacement and velocity at times\nof (a) 0.500, (b) 1.00, (c) 1.50, (d) 2.00, and (e)\n",
    "start_page": 96,
    "end_page": 95
  },
  {
    "chapter": 2,
    "section": "2.50",
    "title": "s for a rock thrown straight down with an",
    "text": "2.50 s for a rock thrown straight down with an\ninitial velocity of 14.0 m/s from the Verrazano\nNarrows Bridge in New York City. The roadway of\nthis bridge is 70.0 m above the water.\n43. A basketball referee tosses the ball straight up for\nthe starting tip-off. At what velocity must a\nbasketball player leave the ground to rise 1.25 m\nabove the floor in an attempt to get the ball?\n2 • Problems & Exercises\n95\n44. A rescue helicopter is hovering over a person\nwhose boat has sunk. One of the rescuers throws\na life preserver straight down to the victim with an\ninitial velocity of 1.40 m/s and observes that it\ntakes 1.8 s to reach the water. (a) List the knowns\nin this problem. (b) How high above the water was\nthe preserver released? Note that the downdraft\nof the helicopter reduces the effects of air\nresistance on the falling life preserver, so that an\nacceleration equal to that of gravity is reasonable.\n45. A dolphin in an aquatic show jumps straight up out\nof the water at a velocity of 13.0 m/s. (a) List the\nknowns in this problem. (b) How high does his\nbody rise above the water? To solve this part, first\nnote that the final velocity is now a known and\nidentify its value. Then identify the unknown, and\ndiscuss how you chose the appropriate equation\nto solve for it. After choosing the equation, show\nyour steps in solving for the unknown, checking\nunits, and discuss whether the answer is\nreasonable. (c) How long is the dolphin in the air?\nNeglect any effects due to his size or orientation.\n46. A swimmer bounces straight up from a diving\nboard and falls feet first into a pool. She starts\nwith a velocity of 4.00 m/s, and her takeoff point is\n",
    "start_page": 96,
    "end_page": 96
  },
  {
    "chapter": 2,
    "section": "1.80",
    "title": "m above the pool. (a) How long are her feet in",
    "text": "1.80 m above the pool. (a) How long are her feet in\nthe air? (b) What is her highest point above the\nboard? (c) What is her velocity when her feet hit\nthe water?\n47. (a) Calculate the height of a cliff if it takes 2.35 s\nfor a rock to hit the ground when it is thrown\nstraight up from the cliff with an initial velocity of\n",
    "start_page": 97,
    "end_page": 96
  },
  {
    "chapter": 2,
    "section": "8.00",
    "title": "m/s. (b) How long would it take to reach the",
    "text": "8.00 m/s. (b) How long would it take to reach the\nground if it is thrown straight down with the same\nspeed?\n48. A very strong, but inept, shot putter puts the shot\nstraight up vertically with an initial velocity of 11.0\nm/s. How long does he have to get out of the way\nif the shot was released at a height of 2.20 m, and\nhe is 1.80 m tall?\n49. You throw a ball straight up with an initial velocity\nof 15.0 m/s. It passes a tree branch on the way up\nat a height of 7.00 m. How much additional time\nwill pass before the ball passes the tree branch on\nthe way back down?\n50. A kangaroo can jump over an object 2.50 m high.\n(a) Calculate its vertical speed when it leaves the\nground. (b) How long is it in the air?\n51. Standing at the base of one of the cliffs of Mt.\nArapiles in Victoria, Australia, a hiker hears a rock\nbreak loose from a height of 105 m. He can’t see\nthe rock right away but then does, 1.50 s later. (a)\nHow far above the hiker is the rock when he can\nsee it? (b) How much time does he have to move\nbefore the rock hits his head?\n52. An object is dropped from a height of 75.0 m\nabove ground level. (a) Determine the distance\ntraveled during the first second. (b) Determine the\nfinal velocity at which the object hits the ground.\n(c) Determine the distance traveled during the last\nsecond of motion before hitting the ground.\n53. There is a 250-m-high cliff at Half Dome in\nYosemite National Park in California. Suppose a\nboulder breaks loose from the top of this cliff. (a)\nHow fast will it be going when it strikes the\nground? (b) Assuming a reaction time of 0.300 s,\nhow long will a tourist at the bottom have to get\nout of the way after hearing the sound of the rock\nbreaking loose (neglecting the height of the\ntourist, which would become negligible anyway if\nhit)? The speed of sound is 335 m/s on this day.\n54. A ball is thrown straight up. It passes a 2.00-m-\nhigh window 7.50 m off the ground on its path up\nand takes 0.312 s to go past the window. What\nwas the ball’s initial velocity? Hint: First consider\nonly the distance along the window, and solve for\nthe ball's velocity at the bottom of the window.\nNext, consider only the distance from the ground\nto the bottom of the window, and solve for the\ninitial velocity using the velocity at the bottom of\nthe window as the final velocity.\n55. Suppose you drop a rock into a dark well and,\nusing precision equipment, you measure the time\nfor the sound of a splash to return. (a) Neglecting\nthe time required for sound to travel up the well,\ncalculate the distance to the water if the sound\nreturns in 2.0000 s. (b) Now calculate the distance\ntaking into account the time for sound to travel up\nthe well. The speed of sound is 332.00 m/s in this\nwell.\n56. A steel ball is dropped onto a hard floor from a\nheight of 1.50 m and rebounds to a height of 1.45\nm. (a) Calculate its velocity just before it strikes\nthe floor. (b) Calculate its velocity just after it\nleaves the floor on its way back up. (c) Calculate\nits acceleration during contact with the floor if that\ncontact lasts 0.0800 ms\n. (d) How\nmuch did the ball compress during its collision\nwith the floor, assuming the floor is absolutely\nrigid?\n96\n2 • Problems & Exercises\nAccess for free at openstax.org\n57. A coin is dropped from a hot-air balloon that is\n300 m above the ground and rising at 10.0 m/s\nupward. For the coin, find (a) the maximum height\nreached, (b) its position and velocity 4.00 s after\nbeing released, and (c) the time before it hits the\nground.\n58. A soft tennis ball is dropped onto a hard floor from\na height of 1.50 m and rebounds to a height of\n",
    "start_page": 97,
    "end_page": 97
  },
  {
    "chapter": 2,
    "section": "1.10",
    "title": "m. (a) Calculate its velocity just before it",
    "text": "1.10 m. (a) Calculate its velocity just before it\nstrikes the floor. (b) Calculate its velocity just after\nit leaves the floor on its way back up. (c) Calculate\nits acceleration during contact with the floor if that\ncontact lasts 3.50 ms\n. (d) How\nmuch did the ball compress during its collision\nwith the floor, assuming the floor is absolutely\nrigid?\n",
    "start_page": 98,
    "end_page": 97
  },
  {
    "chapter": 2,
    "section": "2.8",
    "title": "Graphical Analysis of One-Dimensional",
    "text": "2.8 Graphical Analysis of One-Dimensional\nMotion\nNote: There is always uncertainty in numbers taken\nfrom graphs. If your answers differ from expected\nvalues, examine them to see if they are within data\nextraction uncertainties estimated by you.\n59. (a) By taking the slope of the curve in Figure 2.58,\nverify that the velocity of the jet car is 115 m/s at\n. (b) By taking the slope of the curve at\nany point in Figure 2.59, verify that the jet car’s\nacceleration is\n.\nFIGURE 2.58\nFIGURE 2.59\n60. Using approximate values, calculate the slope of\nthe curve in Figure 2.60 to verify that the velocity\nat\nis approximately 0.24 m/s. Assume\nall values are known to 2 significant figures.\nFIGURE 2.60\n61. Using approximate values, calculate the slope of\nthe curve in Figure 2.60 to verify that the velocity\nat\nis approximately 0.24 m/s.\n62. By taking the slope of the curve in Figure 2.61,\nverify that the acceleration is\nat\n.\nFIGURE 2.61\n63. Construct the position graph for the subway\nshuttle train as shown in Figure 2.18(a). Your\ngraph should show the position of the train, in\nkilometers, from t = 0 to 20 s. You will need to use\nthe information on acceleration and velocity given\nin the examples for this figure.\n2 • Problems & Exercises\n97\n64. (a) Take the slope of the curve in Figure 2.62 to find the\njogger’s velocity at\n. (b) Repeat at 7.5 s. These\nvalues must be consistent with the graph in Figure\n2.63.\nFIGURE 2.62\nFIGURE 2.63\nFIGURE 2.64\n65. A graph of\nis shown for a world-class track\nsprinter in a 100-m race. (See Figure 2.65). (a)\nWhat is his average velocity for the first 4 s? (b)\nWhat is his instantaneous velocity at\n? (c)\nWhat is his average acceleration between 0 and 4\ns? (d) What is his time for the race?\nFIGURE 2.65\n66. Figure 2.66 shows the position graph for a particle\nfor 6 s. (a) Draw the corresponding Velocity vs.\nTime graph. (b) What is the acceleration between\n0 s and 2 s? (c) What happens to the acceleration\nat exactly 2 s?\nFIGURE 2.66\n67. Critical Thinking Two cars are side by side on a\npath where friction is negligible. Car A starts from\nrest and has a positive, constant acceleration\nwhile car B travels at a constant speed. The cars\nreach the same check point down the road at the\nsame time. (a) Which car is traveling faster at the\ncheck point? Briefly explain your reasoning. (b)\nBased on experimental data, an equation that fits\nthe data is suggested for the speed of car A at the\ncheck point, V, which may not be correct:\n, where K is a constant with appropriate\nunits and\nis the initial velocity of car B. Is this\nequation consistent with your answer from part a?\nExplain why or why not. Does this equation make\nsense? Explain why or why not. (c) Graph the\nvelocity of car A and the velocity of car B vs.\ndistance along the path, starting when the cars are\nside by side.\n98\n2 • Problems & Exercises\nAccess for free at openstax.org\nINTRODUCTION TO TWO-DIMENSIONAL KINEMATICS\nCHAPTER 3\nTwo-Dimensional Kinematics\n",
    "start_page": 98,
    "end_page": 99
  },
  {
    "chapter": 3,
    "section": "3.1",
    "title": "Kinematics in Two Dimensions: An Introduction",
    "text": "3.1 Kinematics in Two Dimensions: An Introduction\n",
    "start_page": 100,
    "end_page": 99
  },
  {
    "chapter": 3,
    "section": "3.2",
    "title": "Vector Addition and Subtraction: Graphical Methods",
    "text": "3.2 Vector Addition and Subtraction: Graphical Methods\n",
    "start_page": 100,
    "end_page": 99
  },
  {
    "chapter": 3,
    "section": "3.3",
    "title": "Vector Addition and Subtraction: Analytical Methods",
    "text": "3.3 Vector Addition and Subtraction: Analytical Methods\n",
    "start_page": 100,
    "end_page": 99
  },
  {
    "chapter": 3,
    "section": "3.4",
    "title": "Projectile Motion",
    "text": "3.4 Projectile Motion\n",
    "start_page": 100,
    "end_page": 99
  },
  {
    "chapter": 3,
    "section": "3.5",
    "title": "Addition of Velocities",
    "text": "3.5 Addition of Velocities\nThe arc of a basketball, the orbit of a satellite, a bicycle\nrounding a curve, a swimmer diving into a pool, blood gushing out of a wound, and a puppy chasing its tail are but a\nfew examples of motions along curved paths. In fact, most motions in nature follow curved paths rather than\nstraight lines. Motion along a curved path on a flat surface or a plane (such as that of a ball on a pool table or a\nskater on an ice rink) is two-dimensional, and thus described by two-dimensional kinematics. Motion not confined\nto a plane, such as a car following a winding mountain road, is described by three-dimensional kinematics. Both\ntwo- and three-dimensional kinematics are simple extensions of the one-dimensional kinematics developed for\nstraight-line motion in the previous chapter. This simple extension will allow us to apply physics to many more\nsituations, and it will also yield unexpected insights about nature.\nClick to view content (https://openstax.org/books/college-physics-2e/pages/3-introduction-to-twodimensional-\nkinematics)\nFIGURE 3.1 Hitting a tennis ball is difficult enough when it is traveling at high speeds in a relatively straight line. However, most motion is in\ncurved, rather than straight-line, paths. Tennis players must account for the arc of the ball and the impact of its spin, while they also predict\nhow it will bounce and plan the location of their shot. Motion along a curved path is two- or three-dimensional motion, and can be\ndescribed in a similar fashion to one-dimensional motion. (credit: Edwin Martinez/Flickr)\nCHAPTER OUTLINE\n",
    "start_page": 100,
    "end_page": 100
  }
]